{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "\u001b": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "a": 67,
      "b": 68,
      "c": 69,
      "d": 70,
      "e": 71,
      "f": 72,
      "g": 73,
      "h": 74,
      "i": 75,
      "j": 76,
      "k": 77,
      "l": 78,
      "m": 79,
      "n": 80,
      "o": 81,
      "p": 82,
      "q": 83,
      "r": 84,
      "s": 85,
      "t": 86,
      "u": 87,
      "v": 88,
      "w": 89,
      "x": 90,
      "y": 91,
      "z": 92,
      "{": 93,
      "|": 94,
      "}": 95,
      "~": 96,
      "": 97,
      "£": 98,
      "§": 99,
      "²": 100,
      "·": 101,
      "½": 102,
      "¾": 103,
      "À": 104,
      "È": 105,
      "É": 106,
      "Ó": 107,
      "×": 108,
      "à": 109,
      "á": 110,
      "ã": 111,
      "å": 112,
      "ç": 113,
      "è": 114,
      "é": 115,
      "ê": 116,
      "í": 117,
      "ñ": 118,
      "ó": 119,
      "ô": 120,
      "õ": 121,
      "ö": 122,
      "ú": 123,
      "ü": 124,
      "ā": 125,
      "Č": 126,
      "ě": 127,
      "ō": 128,
      "ś": 129,
      "š": 130,
      "ū": 131,
      "ʼ": 132,
      "̀": 133,
      "ί": 134,
      "α": 135,
      "ζ": 136,
      "ι": 137,
      "ν": 138,
      "ο": 139,
      "π": 140,
      "σ": 141,
      "τ": 142,
      "В": 143,
      "С": 144,
      "а": 145,
      "б": 146,
      "г": 147,
      "е": 148,
      "и": 149,
      "й": 150,
      "к": 151,
      "л": 152,
      "о": 153,
      "р": 154,
      "т": 155,
      "у": 156,
      "х": 157,
      "ъ": 158,
      "א": 159,
      "ד": 160,
      "ו": 161,
      "ח": 162,
      "ל": 163,
      "ן": 164,
      "ס": 165,
      "ר": 166,
      "จ": 167,
      "พ": 168,
      "ส": 169,
      "อ": 170,
      "า": 171,
      "ื": 172,
      "เ": 173,
      "่": 174,
      "้": 175,
      "་": 176,
      "ཀ": 177,
      "ཁ": 178,
      "ག": 179,
      "ང": 180,
      "ད": 181,
      "ན": 182,
      "པ": 183,
      "བ": 184,
      "ཞ": 185,
      "འ": 186,
      "ཡ": 187,
      "ར": 188,
      "ལ": 189,
      "ཤ": 190,
      "ས": 191,
      "ི": 192,
      "ུ": 193,
      "ེ": 194,
      "ོ": 195,
      "ྡ": 196,
      "ྩ": 197,
      "ྲ": 198,
      "ṇ": 199,
      "ṭ": 200,
      "ẹ": 201,
      "ọ": 202,
      "ἰ": 203,
      "ἴ": 204,
      "​": 205,
      "‎": 206,
      "–": 207,
      "—": 208,
      "―": 209,
      "‘": 210,
      "’": 211,
      "“": 212,
      "”": 213,
      "†": 214,
      "‡": 215,
      "•": 216,
      "…": 217,
      "‧": 218,
      "™": 219,
      "→": 220,
      "−": 221,
      "≤": 222,
      "⋯": 223,
      "⑨": 224,
      "─": 225,
      "○": 226,
      "☆": 227,
      "♪": 228,
      "♫": 229,
      "⠀": 230,
      "⠷": 231,
      "⠻": 232,
      "⻣": 233,
      "、": 234,
      "。": 235,
      "々": 236,
      "〇": 237,
      "〈": 238,
      "〉": 239,
      "《": 240,
      "》": 241,
      "「": 242,
      "」": 243,
      "『": 244,
      "』": 245,
      "【": 246,
      "】": 247,
      "〔": 248,
      "〕": 249,
      "〜": 250,
      "あ": 251,
      "い": 252,
      "う": 253,
      "え": 254,
      "お": 255,
      "か": 256,
      "が": 257,
      "き": 258,
      "く": 259,
      "ぐ": 260,
      "け": 261,
      "げ": 262,
      "こ": 263,
      "ご": 264,
      "さ": 265,
      "ざ": 266,
      "し": 267,
      "じ": 268,
      "す": 269,
      "ず": 270,
      "せ": 271,
      "そ": 272,
      "た": 273,
      "だ": 274,
      "ち": 275,
      "っ": 276,
      "つ": 277,
      "て": 278,
      "で": 279,
      "と": 280,
      "な": 281,
      "に": 282,
      "ね": 283,
      "の": 284,
      "は": 285,
      "ぱ": 286,
      "ひ": 287,
      "ふ": 288,
      "ぶ": 289,
      "べ": 290,
      "ほ": 291,
      "ま": 292,
      "み": 293,
      "め": 294,
      "も": 295,
      "ゃ": 296,
      "や": 297,
      "よ": 298,
      "ら": 299,
      "り": 300,
      "る": 301,
      "れ": 302,
      "ろ": 303,
      "わ": 304,
      "を": 305,
      "ん": 306,
      "ア": 307,
      "ィ": 308,
      "イ": 309,
      "ウ": 310,
      "エ": 311,
      "オ": 312,
      "カ": 313,
      "キ": 314,
      "グ": 315,
      "ケ": 316,
      "コ": 317,
      "サ": 318,
      "シ": 319,
      "ジ": 320,
      "ス": 321,
      "セ": 322,
      "タ": 323,
      "ダ": 324,
      "チ": 325,
      "ッ": 326,
      "テ": 327,
      "デ": 328,
      "ト": 329,
      "ド": 330,
      "ナ": 331,
      "ノ": 332,
      "ヒ": 333,
      "ビ": 334,
      "ピ": 335,
      "ブ": 336,
      "プ": 337,
      "ベ": 338,
      "ポ": 339,
      "ミ": 340,
      "ム": 341,
      "メ": 342,
      "モ": 343,
      "ャ": 344,
      "ョ": 345,
      "ラ": 346,
      "リ": 347,
      "ル": 348,
      "レ": 349,
      "ロ": 350,
      "ン": 351,
      "・": 352,
      "ー": 353,
      "ㄉ": 354,
      "ㄤ": 355,
      "ㄧ": 356,
      "ㄨ": 357,
      "ㅡ": 358,
      "㒓": 359,
      "㓟": 360,
      "㓢": 361,
      "㓤": 362,
      "㔆": 363,
      "㔶": 364,
      "㔹": 365,
      "㕭": 366,
      "㖭": 367,
      "㖿": 368,
      "㗇": 369,
      "㗎": 370,
      "㗱": 371,
      "㗲": 372,
      "㗳": 373,
      "㗾": 374,
      "㘉": 375,
      "㜺": 376,
      "㤢": 377,
      "㤿": 378,
      "㥋": 379,
      "㥜": 380,
      "㦒": 381,
      "㧬": 382,
      "㧻": 383,
      "㧾": 384,
      "㨆": 385,
      "㨘": 386,
      "㨴": 387,
      "㩋": 388,
      "㩒": 389,
      "㩧": 390,
      "㫰": 391,
      "㫱": 392,
      "㬹": 393,
      "㷛": 394,
      "㷫": 395,
      "㷹": 396,
      "㹃": 397,
      "㼽": 398,
      "㾓": 399,
      "㿭": 400,
      "䀹": 401,
      "䁓": 402,
      "䁪": 403,
      "䁯": 404,
      "䁽": 405,
      "䂻": 406,
      "䄪": 407,
      "䅺": 408,
      "䆲": 409,
      "䉺": 410,
      "䊆": 411,
      "䍇": 412,
      "䎺": 413,
      "䏙": 414,
      "䏚": 415,
      "䏨": 416,
      "䏭": 417,
      "䒏": 418,
      "䒐": 419,
      "䖳": 420,
      "䘆": 421,
      "䚕": 422,
      "䚗": 423,
      "䟕": 424,
      "䟴": 425,
      "䠂": 426,
      "䠋": 427,
      "䧒": 428,
      "䪏": 429,
      "䪴": 430,
      "䭞": 431,
      "䭤": 432,
      "䯑": 433,
      "䯖": 434,
      "䰧": 435,
      "䱽": 436,
      "䶪": 437,
      "一": 438,
      "丁": 439,
      "七": 440,
      "万": 441,
      "丈": 442,
      "三": 443,
      "上": 444,
      "下": 445,
      "不": 446,
      "与": 447,
      "丑": 448,
      "专": 449,
      "且": 450,
      "丕": 451,
      "世": 452,
      "丘": 453,
      "丙": 454,
      "东": 455,
      "丝": 456,
      "丞": 457,
      "丟": 458,
      "両": 459,
      "两": 460,
      "严": 461,
      "並": 462,
      "个": 463,
      "丫": 464,
      "中": 465,
      "丰": 466,
      "串": 467,
      "临": 468,
      "丶": 469,
      "丸": 470,
      "丹": 471,
      "为": 472,
      "主": 473,
      "丼": 474,
      "丽": 475,
      "乃": 476,
      "久": 477,
      "么": 478,
      "义": 479,
      "之": 480,
      "乍": 481,
      "乎": 482,
      "乏": 483,
      "乐": 484,
      "乒": 485,
      "乓": 486,
      "乖": 487,
      "乘": 488,
      "乙": 489,
      "乜": 490,
      "九": 491,
      "乞": 492,
      "也": 493,
      "乩": 494,
      "乪": 495,
      "买": 496,
      "乱": 497,
      "乳": 498,
      "乸": 499,
      "乾": 500,
      "亁": 501,
      "亂": 502,
      "了": 503,
      "予": 504,
      "争": 505,
      "事": 506,
      "二": 507,
      "亍": 508,
      "于": 509,
      "云": 510,
      "互": 511,
      "五": 512,
      "井": 513,
      "亚": 514,
      "些": 515,
      "亞": 516,
      "亡": 517,
      "亢": 518,
      "交": 519,
      "亥": 520,
      "亦": 521,
      "产": 522,
      "亨": 523,
      "享": 524,
      "京": 525,
      "亭": 526,
      "亮": 527,
      "亳": 528,
      "人": 529,
      "亿": 530,
      "什": 531,
      "仁": 532,
      "仃": 533,
      "仄": 534,
      "仅": 535,
      "仆": 536,
      "仇": 537,
      "今": 538,
      "介": 539,
      "仍": 540,
      "从": 541,
      "仔": 542,
      "仕": 543,
      "他": 544,
      "仗": 545,
      "付": 546,
      "仙": 547,
      "仝": 548,
      "仟": 549,
      "代": 550,
      "令": 551,
      "以": 552,
      "们": 553,
      "仰": 554,
      "仲": 555,
      "件": 556,
      "价": 557,
      "任": 558,
      "份": 559,
      "仿": 560,
      "企": 561,
      "伉": 562,
      "伊": 563,
      "伍": 564,
      "伎": 565,
      "伏": 566,
      "伐": 567,
      "休": 568,
      "伕": 569,
      "众": 570,
      "伙": 571,
      "会": 572,
      "伝": 573,
      "传": 574,
      "伤": 575,
      "伯": 576,
      "估": 577,
      "伴": 578,
      "伶": 579,
      "伸": 580,
      "伺": 581,
      "似": 582,
      "伽": 583,
      "佃": 584,
      "但": 585,
      "佈": 586,
      "位": 587,
      "低": 588,
      "住": 589,
      "佐": 590,
      "佑": 591,
      "体": 592,
      "佔": 593,
      "何": 594,
      "佗": 595,
      "佘": 596,
      "余": 597,
      "佚": 598,
      "佛": 599,
      "作": 600,
      "佞": 601,
      "佟": 602,
      "你": 603,
      "佢": 604,
      "佣": 605,
      "佩": 606,
      "佬": 607,
      "佮": 608,
      "佯": 609,
      "佰": 610,
      "佳": 611,
      "併": 612,
      "佻": 613,
      "佼": 614,
      "使": 615,
      "侄": 616,
      "來": 617,
      "侈": 618,
      "例": 619,
      "侍": 620,
      "侏": 621,
      "侖": 622,
      "供": 623,
      "依": 624,
      "侮": 625,
      "侯": 626,
      "侲": 627,
      "侵": 628,
      "侶": 629,
      "便": 630,
      "係": 631,
      "促": 632,
      "俄": 633,
      "俊": 634,
      "俏": 635,
      "俐": 636,
      "俑": 637,
      "俗": 638,
      "俘": 639,
      "俚": 640,
      "保": 641,
      "俞": 642,
      "俟": 643,
      "俠": 644,
      "信": 645,
      "俬": 646,
      "修": 647,
      "俯": 648,
      "俱": 649,
      "俸": 650,
      "俹": 651,
      "俾": 652,
      "倆": 653,
      "倉": 654,
      "個": 655,
      "倌": 656,
      "倍": 657,
      "們": 658,
      "倒": 659,
      "倓": 660,
      "倔": 661,
      "倖": 662,
      "候": 663,
      "倚": 664,
      "倜": 665,
      "借": 666,
      "倡": 667,
      "倦": 668,
      "倩": 669,
      "倪": 670,
      "倫": 671,
      "倬": 672,
      "倭": 673,
      "值": 674,
      "假": 675,
      "偈": 676,
      "偉": 677,
      "偌": 678,
      "偎": 679,
      "偏": 680,
      "偕": 681,
      "做": 682,
      "停": 683,
      "健": 684,
      "偪": 685,
      "側": 686,
      "偵": 687,
      "偶": 688,
      "偷": 689,
      "偽": 690,
      "傀": 691,
      "傅": 692,
      "傍": 693,
      "傑": 694,
      "傖": 695,
      "傘": 696,
      "備": 697,
      "傢": 698,
      "催": 699,
      "傭": 700,
      "傲": 701,
      "傳": 702,
      "債": 703,
      "傷": 704,
      "傻": 705,
      "傾": 706,
      "僅": 707,
      "僆": 708,
      "僉": 709,
      "像": 710,
      "僑": 711,
      "僕": 712,
      "僚": 713,
      "僞": 714,
      "僥": 715,
      "僧": 716,
      "僭": 717,
      "僮": 718,
      "僱": 719,
      "僵": 720,
      "價": 721,
      "僻": 722,
      "儀": 723,
      "儃": 724,
      "億": 725,
      "儆": 726,
      "儈": 727,
      "儉": 728,
      "儍": 729,
      "儒": 730,
      "儕": 731,
      "儘": 732,
      "償": 733,
      "儡": 734,
      "優": 735,
      "儲": 736,
      "儷": 737,
      "儿": 738,
      "兀": 739,
      "允": 740,
      "元": 741,
      "兄": 742,
      "充": 743,
      "兆": 744,
      "兇": 745,
      "先": 746,
      "光": 747,
      "克": 748,
      "兌": 749,
      "免": 750,
      "兑": 751,
      "兒": 752,
      "兔": 753,
      "兜": 754,
      "兢": 755,
      "入": 756,
      "內": 757,
      "全": 758,
      "兩": 759,
      "八": 760,
      "公": 761,
      "六": 762,
      "兮": 763,
      "共": 764,
      "关": 765,
      "兵": 766,
      "其": 767,
      "具": 768,
      "典": 769,
      "兹": 770,
      "兼": 771,
      "冀": 772,
      "内": 773,
      "円": 774,
      "冇": 775,
      "冊": 776,
      "冋": 777,
      "再": 778,
      "冒": 779,
      "冕": 780,
      "冗": 781,
      "写": 782,
      "冚": 783,
      "冠": 784,
      "冤": 785,
      "冥": 786,
      "冧": 787,
      "冬": 788,
      "冰": 789,
      "冲": 790,
      "决": 791,
      "况": 792,
      "冶": 793,
      "冷": 794,
      "冼": 795,
      "准": 796,
      "凈": 797,
      "凋": 798,
      "凌": 799,
      "凍": 800,
      "凜": 801,
      "凝": 802,
      "凟": 803,
      "几": 804,
      "凡": 805,
      "凭": 806,
      "凰": 807,
      "凱": 808,
      "凳": 809,
      "凶": 810,
      "凸": 811,
      "凹": 812,
      "出": 813,
      "击": 814,
      "函": 815,
      "刀": 816,
      "刁": 817,
      "刃": 818,
      "分": 819,
      "切": 820,
      "刉": 821,
      "刊": 822,
      "刑": 823,
      "划": 824,
      "列": 825,
      "刚": 826,
      "创": 827,
      "初": 828,
      "判": 829,
      "別": 830,
      "刨": 831,
      "利": 832,
      "刪": 833,
      "别": 834,
      "刮": 835,
      "到": 836,
      "制": 837,
      "刷": 838,
      "券": 839,
      "刹": 840,
      "刺": 841,
      "刻": 842,
      "剁": 843,
      "剂": 844,
      "剃": 845,
      "剄": 846,
      "則": 847,
      "削": 848,
      "剋": 849,
      "剌": 850,
      "前": 851,
      "剎": 852,
      "剒": 853,
      "剔": 854,
      "剖": 855,
      "剗": 856,
      "剛": 857,
      "剝": 858,
      "剦": 859,
      "剩": 860,
      "剪": 861,
      "副": 862,
      "割": 863,
      "創": 864,
      "剷": 865,
      "剿": 866,
      "劃": 867,
      "劇": 868,
      "劈": 869,
      "劉": 870,
      "劍": 871,
      "劏": 872,
      "劑": 873,
      "劖": 874,
      "劘": 875,
      "力": 876,
      "办": 877,
      "功": 878,
      "加": 879,
      "劣": 880,
      "动": 881,
      "助": 882,
      "努": 883,
      "劫": 884,
      "劵": 885,
      "劾": 886,
      "勁": 887,
      "勃": 888,
      "勇": 889,
      "勉": 890,
      "勒": 891,
      "動": 892,
      "勘": 893,
      "務": 894,
      "勛": 895,
      "勝": 896,
      "勞": 897,
      "募": 898,
      "勢": 899,
      "勤": 900,
      "勱": 901,
      "勳": 902,
      "勵": 903,
      "勸": 904,
      "勻": 905,
      "勼": 906,
      "勾": 907,
      "勿": 908,
      "包": 909,
      "匆": 910,
      "匈": 911,
      "化": 912,
      "北": 913,
      "匙": 914,
      "匠": 915,
      "匡": 916,
      "匣": 917,
      "匪": 918,
      "匯": 919,
      "匱": 920,
      "匹": 921,
      "医": 922,
      "匾": 923,
      "匿": 924,
      "區": 925,
      "十": 926,
      "千": 927,
      "卅": 928,
      "升": 929,
      "午": 930,
      "卉": 931,
      "半": 932,
      "卌": 933,
      "华": 934,
      "协": 935,
      "卑": 936,
      "卒": 937,
      "卓": 938,
      "協": 939,
      "单": 940,
      "卖": 941,
      "南": 942,
      "博": 943,
      "卜": 944,
      "占": 945,
      "卡": 946,
      "卦": 947,
      "卧": 948,
      "卫": 949,
      "卯": 950,
      "印": 951,
      "危": 952,
      "即": 953,
      "卵": 954,
      "卷": 955,
      "卸": 956,
      "卻": 957,
      "卼": 958,
      "卿": 959,
      "厄": 960,
      "历": 961,
      "压": 962,
      "厔": 963,
      "厘": 964,
      "厚": 965,
      "原": 966,
      "厠": 967,
      "厥": 968,
      "厨": 969,
      "厭": 970,
      "厰": 971,
      "厲": 972,
      "厴": 973,
      "去": 974,
      "厾": 975,
      "参": 976,
      "參": 977,
      "又": 978,
      "叉": 979,
      "及": 980,
      "友": 981,
      "反": 982,
      "发": 983,
      "叔": 984,
      "取": 985,
      "受": 986,
      "变": 987,
      "叛": 988,
      "叟": 989,
      "叠": 990,
      "叢": 991,
      "口": 992,
      "古": 993,
      "句": 994,
      "另": 995,
      "叨": 996,
      "叩": 997,
      "只": 998,
      "叫": 999,
      "召": 1000,
      "叭": 1001,
      "叮": 1002,
      "可": 1003,
      "台": 1004,
      "叱": 1005,
      "史": 1006,
      "右": 1007,
      "叵": 1008,
      "叶": 1009,
      "号": 1010,
      "司": 1011,
      "叹": 1012,
      "叻": 1013,
      "吃": 1014,
      "各": 1015,
      "合": 1016,
      "吉": 1017,
      "吊": 1018,
      "吋": 1019,
      "同": 1020,
      "名": 1021,
      "后": 1022,
      "吏": 1023,
      "吐": 1024,
      "向": 1025,
      "吒": 1026,
      "吓": 1027,
      "吔": 1028,
      "吖": 1029,
      "吗": 1030,
      "君": 1031,
      "吝": 1032,
      "吞": 1033,
      "吟": 1034,
      "吠": 1035,
      "吡": 1036,
      "吥": 1037,
      "否": 1038,
      "吧": 1039,
      "吩": 1040,
      "含": 1041,
      "听": 1042,
      "吮": 1043,
      "启": 1044,
      "吱": 1045,
      "吳": 1046,
      "吵": 1047,
      "吶": 1048,
      "吸": 1049,
      "吹": 1050,
      "吻": 1051,
      "吼": 1052,
      "吽": 1053,
      "吾": 1054,
      "吿": 1055,
      "呀": 1056,
      "呂": 1057,
      "呃": 1058,
      "呆": 1059,
      "呈": 1060,
      "告": 1061,
      "呎": 1062,
      "呔": 1063,
      "员": 1064,
      "呡": 1065,
      "呢": 1066,
      "呤": 1067,
      "呦": 1068,
      "周": 1069,
      "呯": 1070,
      "呱": 1071,
      "味": 1072,
      "呵": 1073,
      "呶": 1074,
      "呷": 1075,
      "呸": 1076,
      "呻": 1077,
      "呼": 1078,
      "命": 1079,
      "咀": 1080,
      "咁": 1081,
      "咃": 1082,
      "咄": 1083,
      "咆": 1084,
      "咇": 1085,
      "咈": 1086,
      "咋": 1087,
      "和": 1088,
      "咎": 1089,
      "咐": 1090,
      "咑": 1091,
      "咒": 1092,
      "咓": 1093,
      "咔": 1094,
      "咕": 1095,
      "咖": 1096,
      "咗": 1097,
      "咘": 1098,
      "咚": 1099,
      "咜": 1100,
      "咠": 1101,
      "咦": 1102,
      "咧": 1103,
      "咨": 1104,
      "咩": 1105,
      "咪": 1106,
      "咫": 1107,
      "咬": 1108,
      "咭": 1109,
      "咯": 1110,
      "咱": 1111,
      "咳": 1112,
      "咸": 1113,
      "咹": 1114,
      "咽": 1115,
      "咾": 1116,
      "咿": 1117,
      "哀": 1118,
      "品": 1119,
      "哂": 1120,
      "哄": 1121,
      "哆": 1122,
      "哇": 1123,
      "哈": 1124,
      "哉": 1125,
      "哋": 1126,
      "响": 1127,
      "哎": 1128,
      "哚": 1129,
      "員": 1130,
      "哣": 1131,
      "哥": 1132,
      "哦": 1133,
      "哨": 1134,
      "哩": 1135,
      "哪": 1136,
      "哬": 1137,
      "哭": 1138,
      "哮": 1139,
      "哲": 1140,
      "哺": 1141,
      "哼": 1142,
      "哽": 1143,
      "哾": 1144,
      "唂": 1145,
      "唆": 1146,
      "唇": 1147,
      "唈": 1148,
      "唉": 1149,
      "唊": 1150,
      "唎": 1151,
      "唏": 1152,
      "唐": 1153,
      "唒": 1154,
      "唓": 1155,
      "唔": 1156,
      "唚": 1157,
      "唞": 1158,
      "唥": 1159,
      "唦": 1160,
      "唧": 1161,
      "唨": 1162,
      "唪": 1163,
      "售": 1164,
      "唯": 1165,
      "唱": 1166,
      "唷": 1167,
      "唸": 1168,
      "唻": 1169,
      "唾": 1170,
      "唿": 1171,
      "啃": 1172,
      "啄": 1173,
      "啅": 1174,
      "商": 1175,
      "啉": 1176,
      "啊": 1177,
      "啋": 1178,
      "啍": 1179,
      "問": 1180,
      "啓": 1181,
      "啕": 1182,
      "啖": 1183,
      "啗": 1184,
      "啜": 1185,
      "啝": 1186,
      "啞": 1187,
      "啟": 1188,
      "啡": 1189,
      "啤": 1190,
      "啥": 1191,
      "啦": 1192,
      "啩": 1193,
      "啪": 1194,
      "啫": 1195,
      "啰": 1196,
      "啱": 1197,
      "啲": 1198,
      "啵": 1199,
      "啷": 1200,
      "啹": 1201,
      "啼": 1202,
      "啽": 1203,
      "喀": 1204,
      "喂": 1205,
      "喃": 1206,
      "善": 1207,
      "喇": 1208,
      "喉": 1209,
      "喊": 1210,
      "喋": 1211,
      "喎": 1212,
      "喐": 1213,
      "喑": 1214,
      "喔": 1215,
      "喘": 1216,
      "喚": 1217,
      "喜": 1218,
      "喝": 1219,
      "喧": 1220,
      "喪": 1221,
      "喫": 1222,
      "喬": 1223,
      "單": 1224,
      "喱": 1225,
      "喲": 1226,
      "喳": 1227,
      "喴": 1228,
      "喵": 1229,
      "喺": 1230,
      "喻": 1231,
      "喼": 1232,
      "嗄": 1233,
      "嗅": 1234,
      "嗇": 1235,
      "嗌": 1236,
      "嗍": 1237,
      "嗎": 1238,
      "嗏": 1239,
      "嗑": 1240,
      "嗒": 1241,
      "嗗": 1242,
      "嗙": 1243,
      "嗚": 1244,
      "嗜": 1245,
      "嗟": 1246,
      "嗡": 1247,
      "嗢": 1248,
      "嗣": 1249,
      "嗤": 1250,
      "嗦": 1251,
      "嗨": 1252,
      "嗬": 1253,
      "嗮": 1254,
      "嗯": 1255,
      "嗰": 1256,
      "嗱": 1257,
      "嗲": 1258,
      "嗶": 1259,
      "嗽": 1260,
      "嗿": 1261,
      "嘀": 1262,
      "嘅": 1263,
      "嘆": 1264,
      "嘈": 1265,
      "嘉": 1266,
      "嘌": 1267,
      "嘍": 1268,
      "嘎": 1269,
      "嘑": 1270,
      "嘔": 1271,
      "嘖": 1272,
      "嘗": 1273,
      "嘚": 1274,
      "嘛": 1275,
      "嘜": 1276,
      "嘞": 1277,
      "嘟": 1278,
      "嘢": 1279,
      "嘥": 1280,
      "嘩": 1281,
      "嘬": 1282,
      "嘭": 1283,
      "嘮": 1284,
      "嘯": 1285,
      "嘰": 1286,
      "嘲": 1287,
      "嘴": 1288,
      "嘶": 1289,
      "嘸": 1290,
      "嘹": 1291,
      "嘺": 1292,
      "嘻": 1293,
      "嘿": 1294,
      "噁": 1295,
      "噃": 1296,
      "噄": 1297,
      "噅": 1298,
      "噆": 1299,
      "噈": 1300,
      "噉": 1301,
      "噌": 1302,
      "噍": 1303,
      "噎": 1304,
      "噏": 1305,
      "噒": 1306,
      "噓": 1307,
      "噔": 1308,
      "噚": 1309,
      "噠": 1310,
      "噢": 1311,
      "噤": 1312,
      "器": 1313,
      "噩": 1314,
      "噪": 1315,
      "噫": 1316,
      "噬": 1317,
      "噱": 1318,
      "噴": 1319,
      "噶": 1320,
      "噸": 1321,
      "噹": 1322,
      "噻": 1323,
      "噼": 1324,
      "嚄": 1325,
      "嚇": 1326,
      "嚎": 1327,
      "嚏": 1328,
      "嚐": 1329,
      "嚕": 1330,
      "嚙": 1331,
      "嚟": 1332,
      "嚡": 1333,
      "嚢": 1334,
      "嚤": 1335,
      "嚥": 1336,
      "嚦": 1337,
      "嚨": 1338,
      "嚫": 1339,
      "嚬": 1340,
      "嚮": 1341,
      "嚱": 1342,
      "嚲": 1343,
      "嚴": 1344,
      "嚷": 1345,
      "嚹": 1346,
      "嚼": 1347,
      "嚿": 1348,
      "囂": 1349,
      "囃": 1350,
      "囇": 1351,
      "囈": 1352,
      "囉": 1353,
      "囊": 1354,
      "囋": 1355,
      "囌": 1356,
      "囍": 1357,
      "囑": 1358,
      "囓": 1359,
      "囖": 1360,
      "囗": 1361,
      "囚": 1362,
      "四": 1363,
      "囝": 1364,
      "回": 1365,
      "囟": 1366,
      "因": 1367,
      "囡": 1368,
      "团": 1369,
      "囤": 1370,
      "囪": 1371,
      "园": 1372,
      "困": 1373,
      "围": 1374,
      "囹": 1375,
      "固": 1376,
      "国": 1377,
      "图": 1378,
      "圀": 1379,
      "圂": 1380,
      "圃": 1381,
      "圄": 1382,
      "圈": 1383,
      "國": 1384,
      "圍": 1385,
      "圑": 1386,
      "園": 1387,
      "圓": 1388,
      "圖": 1389,
      "團": 1390,
      "圜": 1391,
      "土": 1392,
      "在": 1393,
      "圩": 1394,
      "圭": 1395,
      "地": 1396,
      "圳": 1397,
      "圻": 1398,
      "圾": 1399,
      "址": 1400,
      "坂": 1401,
      "均": 1402,
      "坊": 1403,
      "坌": 1404,
      "坍": 1405,
      "坎": 1406,
      "坐": 1407,
      "坑": 1408,
      "坚": 1409,
      "坡": 1410,
      "坤": 1411,
      "坦": 1412,
      "坪": 1413,
      "坭": 1414,
      "坯": 1415,
      "坳": 1416,
      "坷": 1417,
      "坺": 1418,
      "坼": 1419,
      "垂": 1420,
      "垃": 1421,
      "型": 1422,
      "垓": 1423,
      "垠": 1424,
      "垢": 1425,
      "垣": 1426,
      "垮": 1427,
      "垵": 1428,
      "垽": 1429,
      "埃": 1430,
      "埋": 1431,
      "城": 1432,
      "埔": 1433,
      "埕": 1434,
      "埗": 1435,
      "埞": 1436,
      "域": 1437,
      "埠": 1438,
      "埤": 1439,
      "埲": 1440,
      "執": 1441,
      "埸": 1442,
      "培": 1443,
      "基": 1444,
      "埼": 1445,
      "堀": 1446,
      "堂": 1447,
      "堃": 1448,
      "堅": 1449,
      "堆": 1450,
      "堡": 1451,
      "堤": 1452,
      "堪": 1453,
      "堯": 1454,
      "報": 1455,
      "場": 1456,
      "堵": 1457,
      "堶": 1458,
      "塊": 1459,
      "塌": 1460,
      "塑": 1461,
      "塔": 1462,
      "塗": 1463,
      "塘": 1464,
      "塞": 1465,
      "塢": 1466,
      "填": 1467,
      "塱": 1468,
      "塳": 1469,
      "塵": 1470,
      "塾": 1471,
      "墀": 1472,
      "境": 1473,
      "墅": 1474,
      "墊": 1475,
      "墓": 1476,
      "墘": 1477,
      "墜": 1478,
      "增": 1479,
      "墟": 1480,
      "墨": 1481,
      "墩": 1482,
      "墮": 1483,
      "墳": 1484,
      "墻": 1485,
      "墾": 1486,
      "壁": 1487,
      "壅": 1488,
      "壆": 1489,
      "壇": 1490,
      "壑": 1491,
      "壓": 1492,
      "壘": 1493,
      "壞": 1494,
      "壟": 1495,
      "壢": 1496,
      "壤": 1497,
      "壩": 1498,
      "士": 1499,
      "壬": 1500,
      "壯": 1501,
      "声": 1502,
      "壹": 1503,
      "壺": 1504,
      "壽": 1505,
      "夀": 1506,
      "处": 1507,
      "変": 1508,
      "复": 1509,
      "夏": 1510,
      "夕": 1511,
      "外": 1512,
      "夙": 1513,
      "多": 1514,
      "夜": 1515,
      "够": 1516,
      "夠": 1517,
      "夢": 1518,
      "夥": 1519,
      "大": 1520,
      "天": 1521,
      "太": 1522,
      "夫": 1523,
      "夬": 1524,
      "夭": 1525,
      "央": 1526,
      "失": 1527,
      "头": 1528,
      "夷": 1529,
      "夾": 1530,
      "奀": 1531,
      "奄": 1532,
      "奅": 1533,
      "奇": 1534,
      "奈": 1535,
      "奉": 1536,
      "奎": 1537,
      "奏": 1538,
      "契": 1539,
      "奓": 1540,
      "奔": 1541,
      "奕": 1542,
      "套": 1543,
      "奚": 1544,
      "奠": 1545,
      "奢": 1546,
      "奧": 1547,
      "奪": 1548,
      "奮": 1549,
      "女": 1550,
      "奴": 1551,
      "奶": 1552,
      "奸": 1553,
      "她": 1554,
      "好": 1555,
      "如": 1556,
      "妃": 1557,
      "妄": 1558,
      "妈": 1559,
      "妍": 1560,
      "妒": 1561,
      "妓": 1562,
      "妖": 1563,
      "妗": 1564,
      "妙": 1565,
      "妝": 1566,
      "妥": 1567,
      "妨": 1568,
      "妮": 1569,
      "妲": 1570,
      "妳": 1571,
      "妹": 1572,
      "妻": 1573,
      "妾": 1574,
      "姆": 1575,
      "姊": 1576,
      "始": 1577,
      "姍": 1578,
      "姐": 1579,
      "姑": 1580,
      "姓": 1581,
      "委": 1582,
      "姖": 1583,
      "姚": 1584,
      "姜": 1585,
      "姣": 1586,
      "姦": 1587,
      "姨": 1588,
      "姪": 1589,
      "姫": 1590,
      "姬": 1591,
      "姵": 1592,
      "姻": 1593,
      "姿": 1594,
      "威": 1595,
      "娃": 1596,
      "娓": 1597,
      "娘": 1598,
      "娛": 1599,
      "娜": 1600,
      "娟": 1601,
      "娣": 1602,
      "娥": 1603,
      "娩": 1604,
      "娶": 1605,
      "娼": 1606,
      "婁": 1607,
      "婄": 1608,
      "婆": 1609,
      "婉": 1610,
      "婕": 1611,
      "婚": 1612,
      "婢": 1613,
      "婦": 1614,
      "婪": 1615,
      "婷": 1616,
      "婿": 1617,
      "媌": 1618,
      "媒": 1619,
      "媕": 1620,
      "媚": 1621,
      "媛": 1622,
      "媲": 1623,
      "媳": 1624,
      "媽": 1625,
      "媾": 1626,
      "嫁": 1627,
      "嫂": 1628,
      "嫉": 1629,
      "嫋": 1630,
      "嫌": 1631,
      "嫖": 1632,
      "嫡": 1633,
      "嫣": 1634,
      "嫦": 1635,
      "嫩": 1636,
      "嫪": 1637,
      "嫲": 1638,
      "嫺": 1639,
      "嫻": 1640,
      "嫽": 1641,
      "嬅": 1642,
      "嬉": 1643,
      "嬌": 1644,
      "嬏": 1645,
      "嬡": 1646,
      "嬤": 1647,
      "嬪": 1648,
      "嬰": 1649,
      "嬲": 1650,
      "嬴": 1651,
      "嬸": 1652,
      "孀": 1653,
      "子": 1654,
      "孑": 1655,
      "孔": 1656,
      "孕": 1657,
      "孖": 1658,
      "字": 1659,
      "存": 1660,
      "孚": 1661,
      "孜": 1662,
      "孝": 1663,
      "孟": 1664,
      "季": 1665,
      "孤": 1666,
      "学": 1667,
      "孩": 1668,
      "孫": 1669,
      "孭": 1670,
      "孰": 1671,
      "孱": 1672,
      "孲": 1673,
      "孵": 1674,
      "學": 1675,
      "孺": 1676,
      "孻": 1677,
      "孽": 1678,
      "孿": 1679,
      "宁": 1680,
      "宂": 1681,
      "它": 1682,
      "宄": 1683,
      "宅": 1684,
      "宇": 1685,
      "守": 1686,
      "安": 1687,
      "宋": 1688,
      "完": 1689,
      "宏": 1690,
      "宗": 1691,
      "官": 1692,
      "宙": 1693,
      "定": 1694,
      "宛": 1695,
      "宜": 1696,
      "宝": 1697,
      "实": 1698,
      "审": 1699,
      "客": 1700,
      "宣": 1701,
      "室": 1702,
      "宦": 1703,
      "宮": 1704,
      "宰": 1705,
      "害": 1706,
      "宴": 1707,
      "宵": 1708,
      "家": 1709,
      "容": 1710,
      "宽": 1711,
      "宿": 1712,
      "寂": 1713,
      "寄": 1714,
      "寅": 1715,
      "密": 1716,
      "寇": 1717,
      "富": 1718,
      "寐": 1719,
      "寒": 1720,
      "寓": 1721,
      "寛": 1722,
      "寞": 1723,
      "察": 1724,
      "寡": 1725,
      "寢": 1726,
      "寥": 1727,
      "實": 1728,
      "寧": 1729,
      "寨": 1730,
      "審": 1731,
      "寫": 1732,
      "寬": 1733,
      "寮": 1734,
      "寰": 1735,
      "寳": 1736,
      "寵": 1737,
      "寶": 1738,
      "寸": 1739,
      "对": 1740,
      "寺": 1741,
      "导": 1742,
      "封": 1743,
      "射": 1744,
      "将": 1745,
      "將": 1746,
      "專": 1747,
      "尉": 1748,
      "尊": 1749,
      "尋": 1750,
      "對": 1751,
      "導": 1752,
      "小": 1753,
      "尐": 1754,
      "少": 1755,
      "尔": 1756,
      "尖": 1757,
      "尚": 1758,
      "尢": 1759,
      "尤": 1760,
      "尬": 1761,
      "就": 1762,
      "尷": 1763,
      "尹": 1764,
      "尺": 1765,
      "尻": 1766,
      "尼": 1767,
      "尽": 1768,
      "尾": 1769,
      "尿": 1770,
      "局": 1771,
      "屁": 1772,
      "屄": 1773,
      "居": 1774,
      "屆": 1775,
      "屈": 1776,
      "屋": 1777,
      "屌": 1778,
      "屍": 1779,
      "屎": 1780,
      "屏": 1781,
      "屐": 1782,
      "屑": 1783,
      "展": 1784,
      "屘": 1785,
      "屙": 1786,
      "属": 1787,
      "屠": 1788,
      "屢": 1789,
      "層": 1790,
      "履": 1791,
      "屬": 1792,
      "屯": 1793,
      "山": 1794,
      "屹": 1795,
      "岀": 1796,
      "岁": 1797,
      "岋": 1798,
      "岌": 1799,
      "岐": 1800,
      "岔": 1801,
      "岡": 1802,
      "岩": 1803,
      "岬": 1804,
      "岱": 1805,
      "岳": 1806,
      "岸": 1807,
      "峒": 1808,
      "峙": 1809,
      "峭": 1810,
      "峯": 1811,
      "峰": 1812,
      "島": 1813,
      "峻": 1814,
      "峽": 1815,
      "崁": 1816,
      "崆": 1817,
      "崇": 1818,
      "崎": 1819,
      "崔": 1820,
      "崖": 1821,
      "崗": 1822,
      "崙": 1823,
      "崛": 1824,
      "崧": 1825,
      "崩": 1826,
      "嵇": 1827,
      "嵌": 1828,
      "嵐": 1829,
      "嶄": 1830,
      "嶇": 1831,
      "嶺": 1832,
      "嶼": 1833,
      "嶽": 1834,
      "巉": 1835,
      "巒": 1836,
      "巔": 1837,
      "巖": 1838,
      "川": 1839,
      "州": 1840,
      "巡": 1841,
      "巢": 1842,
      "工": 1843,
      "左": 1844,
      "巧": 1845,
      "巨": 1846,
      "巫": 1847,
      "差": 1848,
      "己": 1849,
      "已": 1850,
      "巳": 1851,
      "巴": 1852,
      "巷": 1853,
      "巾": 1854,
      "巿": 1855,
      "市": 1856,
      "布": 1857,
      "帆": 1858,
      "希": 1859,
      "帎": 1860,
      "帑": 1861,
      "帔": 1862,
      "帕": 1863,
      "帖": 1864,
      "帗": 1865,
      "帛": 1866,
      "帝": 1867,
      "帥": 1868,
      "带": 1869,
      "師": 1870,
      "席": 1871,
      "帮": 1872,
      "帳": 1873,
      "帶": 1874,
      "常": 1875,
      "帽": 1876,
      "幃": 1877,
      "幅": 1878,
      "幌": 1879,
      "幕": 1880,
      "幗": 1881,
      "幟": 1882,
      "幡": 1883,
      "幢": 1884,
      "幣": 1885,
      "幫": 1886,
      "幯": 1887,
      "干": 1888,
      "平": 1889,
      "年": 1890,
      "并": 1891,
      "幸": 1892,
      "幹": 1893,
      "幺": 1894,
      "幻": 1895,
      "幼": 1896,
      "幽": 1897,
      "幾": 1898,
      "广": 1899,
      "広": 1900,
      "庇": 1901,
      "床": 1902,
      "序": 1903,
      "应": 1904,
      "底": 1905,
      "店": 1906,
      "庚": 1907,
      "府": 1908,
      "度": 1909,
      "座": 1910,
      "庫": 1911,
      "庭": 1912,
      "庵": 1913,
      "庶": 1914,
      "康": 1915,
      "庸": 1916,
      "廁": 1917,
      "廂": 1918,
      "廈": 1919,
      "廉": 1920,
      "廊": 1921,
      "廓": 1922,
      "廖": 1923,
      "廚": 1924,
      "廝": 1925,
      "廟": 1926,
      "廠": 1927,
      "廢": 1928,
      "廣": 1929,
      "廩": 1930,
      "廬": 1931,
      "廳": 1932,
      "延": 1933,
      "廷": 1934,
      "廹": 1935,
      "建": 1936,
      "廿": 1937,
      "开": 1938,
      "异": 1939,
      "弄": 1940,
      "弇": 1941,
      "弈": 1942,
      "弊": 1943,
      "弍": 1944,
      "式": 1945,
      "弒": 1946,
      "弓": 1947,
      "引": 1948,
      "弗": 1949,
      "弘": 1950,
      "弛": 1951,
      "弟": 1952,
      "张": 1953,
      "弢": 1954,
      "弦": 1955,
      "弧": 1956,
      "弭": 1957,
      "弱": 1958,
      "張": 1959,
      "弶": 1960,
      "強": 1961,
      "弸": 1962,
      "强": 1963,
      "彈": 1964,
      "彊": 1965,
      "彌": 1966,
      "彎": 1967,
      "当": 1968,
      "录": 1969,
      "彗": 1970,
      "彙": 1971,
      "彝": 1972,
      "形": 1973,
      "彤": 1974,
      "彥": 1975,
      "彩": 1976,
      "彪": 1977,
      "彬": 1978,
      "彭": 1979,
      "彰": 1980,
      "影": 1981,
      "彳": 1982,
      "彷": 1983,
      "役": 1984,
      "彼": 1985,
      "彿": 1986,
      "往": 1987,
      "征": 1988,
      "徂": 1989,
      "待": 1990,
      "徇": 1991,
      "很": 1992,
      "徊": 1993,
      "律": 1994,
      "後": 1995,
      "徐": 1996,
      "徑": 1997,
      "徒": 1998,
      "得": 1999,
      "徘": 2000,
      "徙": 2001,
      "徛": 2002,
      "從": 2003,
      "徠": 2004,
      "御": 2005,
      "徨": 2006,
      "復": 2007,
      "循": 2008,
      "徬": 2009,
      "微": 2010,
      "徴": 2011,
      "徵": 2012,
      "德": 2013,
      "徹": 2014,
      "徼": 2015,
      "徽": 2016,
      "心": 2017,
      "必": 2018,
      "忆": 2019,
      "忌": 2020,
      "忍": 2021,
      "忒": 2022,
      "志": 2023,
      "忘": 2024,
      "忙": 2025,
      "忟": 2026,
      "忠": 2027,
      "忡": 2028,
      "忤": 2029,
      "忪": 2030,
      "快": 2031,
      "忱": 2032,
      "忳": 2033,
      "念": 2034,
      "忽": 2035,
      "忿": 2036,
      "态": 2037,
      "怍": 2038,
      "怎": 2039,
      "怒": 2040,
      "怕": 2041,
      "怖": 2042,
      "怛": 2043,
      "思": 2044,
      "怠": 2045,
      "怡": 2046,
      "急": 2047,
      "怦": 2048,
      "性": 2049,
      "怨": 2050,
      "怪": 2051,
      "怫": 2052,
      "怯": 2053,
      "怵": 2054,
      "总": 2055,
      "恁": 2056,
      "恂": 2057,
      "恃": 2058,
      "恆": 2059,
      "恍": 2060,
      "恐": 2061,
      "恒": 2062,
      "恕": 2063,
      "恙": 2064,
      "恢": 2065,
      "恣": 2066,
      "恤": 2067,
      "恥": 2068,
      "恨": 2069,
      "恩": 2070,
      "恪": 2071,
      "恬": 2072,
      "恭": 2073,
      "息": 2074,
      "恰": 2075,
      "恿": 2076,
      "悄": 2077,
      "悅": 2078,
      "悉": 2079,
      "悍": 2080,
      "悒": 2081,
      "悔": 2082,
      "悖": 2083,
      "悗": 2084,
      "悚": 2085,
      "悟": 2086,
      "悠": 2087,
      "患": 2088,
      "悦": 2089,
      "您": 2090,
      "悭": 2091,
      "悲": 2092,
      "悴": 2093,
      "悶": 2094,
      "悸": 2095,
      "悼": 2096,
      "悽": 2097,
      "惀": 2098,
      "惃": 2099,
      "情": 2100,
      "惇": 2101,
      "惊": 2102,
      "惋": 2103,
      "惏": 2104,
      "惑": 2105,
      "惕": 2106,
      "惗": 2107,
      "惘": 2108,
      "惚": 2109,
      "惜": 2110,
      "惟": 2111,
      "惠": 2112,
      "惡": 2113,
      "惦": 2114,
      "惨": 2115,
      "惰": 2116,
      "惱": 2117,
      "想": 2118,
      "惶": 2119,
      "惹": 2120,
      "惺": 2121,
      "惻": 2122,
      "愁": 2123,
      "愈": 2124,
      "愉": 2125,
      "愎": 2126,
      "意": 2127,
      "愔": 2128,
      "愕": 2129,
      "愚": 2130,
      "愛": 2131,
      "感": 2132,
      "愧": 2133,
      "愩": 2134,
      "愷": 2135,
      "愾": 2136,
      "慄": 2137,
      "慈": 2138,
      "態": 2139,
      "慌": 2140,
      "慍": 2141,
      "慎": 2142,
      "慕": 2143,
      "慘": 2144,
      "慚": 2145,
      "慢": 2146,
      "慣": 2147,
      "慤": 2148,
      "慧": 2149,
      "慨": 2150,
      "慫": 2151,
      "慮": 2152,
      "慰": 2153,
      "慳": 2154,
      "慶": 2155,
      "慷": 2156,
      "慾": 2157,
      "憂": 2158,
      "憎": 2159,
      "憐": 2160,
      "憑": 2161,
      "憔": 2162,
      "憚": 2163,
      "憤": 2164,
      "憧": 2165,
      "憩": 2166,
      "憫": 2167,
      "憬": 2168,
      "憲": 2169,
      "憶": 2170,
      "憸": 2171,
      "憾": 2172,
      "懂": 2173,
      "懇": 2174,
      "懈": 2175,
      "應": 2176,
      "懞": 2177,
      "懟": 2178,
      "懣": 2179,
      "懦": 2180,
      "懫": 2181,
      "懲": 2182,
      "懵": 2183,
      "懶": 2184,
      "懷": 2185,
      "懸": 2186,
      "懺": 2187,
      "懼": 2188,
      "懾": 2189,
      "懿": 2190,
      "戀": 2191,
      "戇": 2192,
      "戈": 2193,
      "戊": 2194,
      "戌": 2195,
      "戍": 2196,
      "戎": 2197,
      "成": 2198,
      "我": 2199,
      "戒": 2200,
      "戕": 2201,
      "或": 2202,
      "战": 2203,
      "戙": 2204,
      "戚": 2205,
      "戛": 2206,
      "戟": 2207,
      "戥": 2208,
      "戦": 2209,
      "戩": 2210,
      "截": 2211,
      "戮": 2212,
      "戯": 2213,
      "戰": 2214,
      "戲": 2215,
      "戳": 2216,
      "戴": 2217,
      "戶": 2218,
      "户": 2219,
      "戽": 2220,
      "戾": 2221,
      "房": 2222,
      "所": 2223,
      "扁": 2224,
      "扂": 2225,
      "扇": 2226,
      "扈": 2227,
      "扉": 2228,
      "手": 2229,
      "才": 2230,
      "扎": 2231,
      "扑": 2232,
      "扒": 2233,
      "打": 2234,
      "扔": 2235,
      "托": 2236,
      "扚": 2237,
      "扠": 2238,
      "扣": 2239,
      "扤": 2240,
      "执": 2241,
      "扫": 2242,
      "扭": 2243,
      "扮": 2244,
      "扯": 2245,
      "扱": 2246,
      "扲": 2247,
      "扳": 2248,
      "扶": 2249,
      "批": 2250,
      "扺": 2251,
      "扻": 2252,
      "扼": 2253,
      "扽": 2254,
      "找": 2255,
      "承": 2256,
      "技": 2257,
      "抄": 2258,
      "抆": 2259,
      "抉": 2260,
      "把": 2261,
      "抌": 2262,
      "抑": 2263,
      "抒": 2264,
      "抓": 2265,
      "抔": 2266,
      "投": 2267,
      "抖": 2268,
      "抗": 2269,
      "折": 2270,
      "抛": 2271,
      "护": 2272,
      "报": 2273,
      "抦": 2274,
      "抨": 2275,
      "披": 2276,
      "抬": 2277,
      "抰": 2278,
      "抱": 2279,
      "抳": 2280,
      "抵": 2281,
      "抹": 2282,
      "押": 2283,
      "抽": 2284,
      "抿": 2285,
      "拂": 2286,
      "拃": 2287,
      "担": 2288,
      "拆": 2289,
      "拇": 2290,
      "拉": 2291,
      "拋": 2292,
      "拌": 2293,
      "拍": 2294,
      "拎": 2295,
      "拏": 2296,
      "拐": 2297,
      "拑": 2298,
      "拒": 2299,
      "拓": 2300,
      "拔": 2301,
      "拖": 2302,
      "拗": 2303,
      "拘": 2304,
      "拙": 2305,
      "拚": 2306,
      "招": 2307,
      "拜": 2308,
      "拥": 2309,
      "拫": 2310,
      "括": 2311,
      "拭": 2312,
      "拮": 2313,
      "拯": 2314,
      "拱": 2315,
      "拳": 2316,
      "拷": 2317,
      "拼": 2318,
      "拾": 2319,
      "拿": 2320,
      "持": 2321,
      "挂": 2322,
      "指": 2323,
      "挈": 2324,
      "按": 2325,
      "挐": 2326,
      "挑": 2327,
      "挖": 2328,
      "挨": 2329,
      "挪": 2330,
      "挫": 2331,
      "挭": 2332,
      "振": 2333,
      "挱": 2334,
      "挲": 2335,
      "挹": 2336,
      "挺": 2337,
      "挻": 2338,
      "挼": 2339,
      "挽": 2340,
      "挾": 2341,
      "捅": 2342,
      "捆": 2343,
      "捉": 2344,
      "捋": 2345,
      "捌": 2346,
      "捍": 2347,
      "捎": 2348,
      "捏": 2349,
      "捐": 2350,
      "捕": 2351,
      "捗": 2352,
      "损": 2353,
      "换": 2354,
      "捧": 2355,
      "捨": 2356,
      "捩": 2357,
      "据": 2358,
      "捱": 2359,
      "捲": 2360,
      "捵": 2361,
      "捶": 2362,
      "捷": 2363,
      "捹": 2364,
      "捺": 2365,
      "捻": 2366,
      "捼": 2367,
      "捽": 2368,
      "掀": 2369,
      "掁": 2370,
      "掂": 2371,
      "掃": 2372,
      "掅": 2373,
      "授": 2374,
      "掉": 2375,
      "掌": 2376,
      "掏": 2377,
      "掐": 2378,
      "排": 2379,
      "掕": 2380,
      "掖": 2381,
      "掗": 2382,
      "掘": 2383,
      "掙": 2384,
      "掛": 2385,
      "掝": 2386,
      "掟": 2387,
      "掠": 2388,
      "採": 2389,
      "探": 2390,
      "掣": 2391,
      "接": 2392,
      "控": 2393,
      "推": 2394,
      "掩": 2395,
      "措": 2396,
      "掬": 2397,
      "掯": 2398,
      "掰": 2399,
      "掱": 2400,
      "掹": 2401,
      "揀": 2402,
      "揃": 2403,
      "揅": 2404,
      "揆": 2405,
      "揇": 2406,
      "揈": 2407,
      "揉": 2408,
      "描": 2409,
      "提": 2410,
      "插": 2411,
      "揖": 2412,
      "揗": 2413,
      "揙": 2414,
      "揚": 2415,
      "換": 2416,
      "揞": 2417,
      "握": 2418,
      "揢": 2419,
      "揣": 2420,
      "揤": 2421,
      "揦": 2422,
      "揩": 2423,
      "揪": 2424,
      "揭": 2425,
      "揮": 2426,
      "揳": 2427,
      "援": 2428,
      "揸": 2429,
      "揹": 2430,
      "揼": 2431,
      "揾": 2432,
      "搉": 2433,
      "搊": 2434,
      "搋": 2435,
      "損": 2436,
      "搏": 2437,
      "搐": 2438,
      "搓": 2439,
      "搔": 2440,
      "搕": 2441,
      "搖": 2442,
      "搗": 2443,
      "搜": 2444,
      "搞": 2445,
      "搣": 2446,
      "搥": 2447,
      "搦": 2448,
      "搧": 2449,
      "搨": 2450,
      "搪": 2451,
      "搬": 2452,
      "搭": 2453,
      "搲": 2454,
      "搴": 2455,
      "搵": 2456,
      "搶": 2457,
      "搽": 2458,
      "搾": 2459,
      "摀": 2460,
      "摄": 2461,
      "摆": 2462,
      "摑": 2463,
      "摒": 2464,
      "摔": 2465,
      "摘": 2466,
      "摙": 2467,
      "摜": 2468,
      "摞": 2469,
      "摟": 2470,
      "摥": 2471,
      "摧": 2472,
      "摩": 2473,
      "摮": 2474,
      "摯": 2475,
      "摱": 2476,
      "摳": 2477,
      "摵": 2478,
      "摶": 2479,
      "摷": 2480,
      "摸": 2481,
      "摺": 2482,
      "摻": 2483,
      "摼": 2484,
      "撃": 2485,
      "撇": 2486,
      "撈": 2487,
      "撍": 2488,
      "撏": 2489,
      "撐": 2490,
      "撑": 2491,
      "撒": 2492,
      "撓": 2493,
      "撕": 2494,
      "撘": 2495,
      "撚": 2496,
      "撝": 2497,
      "撞": 2498,
      "撟": 2499,
      "撠": 2500,
      "撢": 2501,
      "撤": 2502,
      "撥": 2503,
      "撦": 2504,
      "撩": 2505,
      "撫": 2506,
      "撬": 2507,
      "播": 2508,
      "撮": 2509,
      "撰": 2510,
      "撲": 2511,
      "撳": 2512,
      "撴": 2513,
      "撻": 2514,
      "撼": 2515,
      "撿": 2516,
      "擁": 2517,
      "擂": 2518,
      "擅": 2519,
      "擇": 2520,
      "擉": 2521,
      "擊": 2522,
      "擋": 2523,
      "操": 2524,
      "擎": 2525,
      "擏": 2526,
      "擒": 2527,
      "擔": 2528,
      "擗": 2529,
      "擘": 2530,
      "擙": 2531,
      "據": 2532,
      "擝": 2533,
      "擠": 2534,
      "擡": 2535,
      "擤": 2536,
      "擦": 2537,
      "擧": 2538,
      "擪": 2539,
      "擬": 2540,
      "擯": 2541,
      "擰": 2542,
      "擱": 2543,
      "擲": 2544,
      "擳": 2545,
      "擴": 2546,
      "擷": 2547,
      "擸": 2548,
      "擺": 2549,
      "擻": 2550,
      "擾": 2551,
      "攀": 2552,
      "攉": 2553,
      "攊": 2554,
      "攋": 2555,
      "攎": 2556,
      "攏": 2557,
      "攔": 2558,
      "攘": 2559,
      "攙": 2560,
      "攜": 2561,
      "攝": 2562,
      "攞": 2563,
      "攣": 2564,
      "攤": 2565,
      "攪": 2566,
      "攬": 2567,
      "支": 2568,
      "攰": 2569,
      "收": 2570,
      "攸": 2571,
      "改": 2572,
      "攻": 2573,
      "放": 2574,
      "政": 2575,
      "故": 2576,
      "效": 2577,
      "敍": 2578,
      "敎": 2579,
      "敏": 2580,
      "救": 2581,
      "敕": 2582,
      "敖": 2583,
      "敗": 2584,
      "敘": 2585,
      "教": 2586,
      "敝": 2587,
      "敞": 2588,
      "敢": 2589,
      "散": 2590,
      "敦": 2591,
      "敬": 2592,
      "数": 2593,
      "敲": 2594,
      "整": 2595,
      "敵": 2596,
      "敷": 2597,
      "數": 2598,
      "敹": 2599,
      "敻": 2600,
      "斂": 2601,
      "斃": 2602,
      "文": 2603,
      "斌": 2604,
      "斐": 2605,
      "斑": 2606,
      "斕": 2607,
      "斗": 2608,
      "料": 2609,
      "斛": 2610,
      "斜": 2611,
      "斟": 2612,
      "斤": 2613,
      "斥": 2614,
      "斧": 2615,
      "斫": 2616,
      "斬": 2617,
      "断": 2618,
      "斯": 2619,
      "新": 2620,
      "斲": 2621,
      "斷": 2622,
      "方": 2623,
      "於": 2624,
      "施": 2625,
      "旁": 2626,
      "旅": 2627,
      "旋": 2628,
      "族": 2629,
      "旗": 2630,
      "旛": 2631,
      "无": 2632,
      "既": 2633,
      "旣": 2634,
      "日": 2635,
      "旦": 2636,
      "旨": 2637,
      "早": 2638,
      "旬": 2639,
      "旭": 2640,
      "旮": 2641,
      "旯": 2642,
      "旱": 2643,
      "旳": 2644,
      "时": 2645,
      "旺": 2646,
      "旻": 2647,
      "昂": 2648,
      "昆": 2649,
      "昇": 2650,
      "昌": 2651,
      "昍": 2652,
      "明": 2653,
      "昏": 2654,
      "昐": 2655,
      "易": 2656,
      "昔": 2657,
      "昕": 2658,
      "星": 2659,
      "映": 2660,
      "昤": 2661,
      "春": 2662,
      "昧": 2663,
      "昨": 2664,
      "昭": 2665,
      "是": 2666,
      "昴": 2667,
      "显": 2668,
      "時": 2669,
      "晃": 2670,
      "晉": 2671,
      "晌": 2672,
      "晏": 2673,
      "晒": 2674,
      "晚": 2675,
      "晝": 2676,
      "晟": 2677,
      "晤": 2678,
      "晦": 2679,
      "晨": 2680,
      "晩": 2681,
      "晫": 2682,
      "普": 2683,
      "景": 2684,
      "晰": 2685,
      "晴": 2686,
      "晶": 2687,
      "智": 2688,
      "晾": 2689,
      "暄": 2690,
      "暇": 2691,
      "暈": 2692,
      "暉": 2693,
      "暑": 2694,
      "暓": 2695,
      "暖": 2696,
      "暗": 2697,
      "暚": 2698,
      "暢": 2699,
      "暨": 2700,
      "暪": 2701,
      "暫": 2702,
      "暮": 2703,
      "暱": 2704,
      "暴": 2705,
      "暸": 2706,
      "暹": 2707,
      "曀": 2708,
      "曆": 2709,
      "曇": 2710,
      "曈": 2711,
      "曉": 2712,
      "曙": 2713,
      "曚": 2714,
      "曜": 2715,
      "曝": 2716,
      "曠": 2717,
      "曦": 2718,
      "曬": 2719,
      "曰": 2720,
      "曱": 2721,
      "曲": 2722,
      "曳": 2723,
      "更": 2724,
      "書": 2725,
      "曹": 2726,
      "曼": 2727,
      "曾": 2728,
      "替": 2729,
      "最": 2730,
      "會": 2731,
      "月": 2732,
      "有": 2733,
      "朋": 2734,
      "服": 2735,
      "朔": 2736,
      "朕": 2737,
      "朗": 2738,
      "朘": 2739,
      "望": 2740,
      "朝": 2741,
      "期": 2742,
      "朢": 2743,
      "朦": 2744,
      "朧": 2745,
      "木": 2746,
      "未": 2747,
      "末": 2748,
      "本": 2749,
      "札": 2750,
      "术": 2751,
      "朱": 2752,
      "朴": 2753,
      "朵": 2754,
      "机": 2755,
      "朽": 2756,
      "权": 2757,
      "杆": 2758,
      "杈": 2759,
      "杉": 2760,
      "李": 2761,
      "杏": 2762,
      "材": 2763,
      "村": 2764,
      "杖": 2765,
      "杜": 2766,
      "杞": 2767,
      "束": 2768,
      "杠": 2769,
      "条": 2770,
      "来": 2771,
      "杪": 2772,
      "杭": 2773,
      "杯": 2774,
      "杰": 2775,
      "東": 2776,
      "杵": 2777,
      "松": 2778,
      "板": 2779,
      "极": 2780,
      "构": 2781,
      "枅": 2782,
      "枉": 2783,
      "枋": 2784,
      "析": 2785,
      "枕": 2786,
      "林": 2787,
      "枚": 2788,
      "果": 2789,
      "枝": 2790,
      "枯": 2791,
      "枱": 2792,
      "枳": 2793,
      "架": 2794,
      "枷": 2795,
      "柄": 2796,
      "柆": 2797,
      "柏": 2798,
      "某": 2799,
      "柑": 2800,
      "柒": 2801,
      "染": 2802,
      "柔": 2803,
      "柚": 2804,
      "柜": 2805,
      "柞": 2806,
      "柢": 2807,
      "查": 2808,
      "柩": 2809,
      "柬": 2810,
      "柯": 2811,
      "柱": 2812,
      "柳": 2813,
      "柴": 2814,
      "柵": 2815,
      "柺": 2816,
      "査": 2817,
      "柿": 2818,
      "标": 2819,
      "栓": 2820,
      "栗": 2821,
      "校": 2822,
      "栢": 2823,
      "栩": 2824,
      "株": 2825,
      "样": 2826,
      "核": 2827,
      "根": 2828,
      "格": 2829,
      "栽": 2830,
      "桀": 2831,
      "桁": 2832,
      "桂": 2833,
      "桃": 2834,
      "框": 2835,
      "案": 2836,
      "桌": 2837,
      "桐": 2838,
      "桑": 2839,
      "桔": 2840,
      "桩": 2841,
      "桶": 2842,
      "桷": 2843,
      "桿": 2844,
      "梁": 2845,
      "梅": 2846,
      "梆": 2847,
      "梓": 2848,
      "梗": 2849,
      "梘": 2850,
      "條": 2851,
      "梟": 2852,
      "梢": 2853,
      "梦": 2854,
      "梧": 2855,
      "梨": 2856,
      "梭": 2857,
      "梯": 2858,
      "械": 2859,
      "梳": 2860,
      "梵": 2861,
      "检": 2862,
      "棄": 2863,
      "棉": 2864,
      "棋": 2865,
      "棍": 2866,
      "棐": 2867,
      "棑": 2868,
      "棒": 2869,
      "棕": 2870,
      "棖": 2871,
      "棗": 2872,
      "棘": 2873,
      "棚": 2874,
      "棟": 2875,
      "棠": 2876,
      "棧": 2877,
      "森": 2878,
      "棯": 2879,
      "棱": 2880,
      "棲": 2881,
      "棵": 2882,
      "棹": 2883,
      "棺": 2884,
      "椅": 2885,
      "椊": 2886,
      "植": 2887,
      "椎": 2888,
      "椏": 2889,
      "椒": 2890,
      "椗": 2891,
      "椰": 2892,
      "楂": 2893,
      "楊": 2894,
      "楋": 2895,
      "楓": 2896,
      "楔": 2897,
      "楚": 2898,
      "楞": 2899,
      "楠": 2900,
      "楣": 2901,
      "楨": 2902,
      "楫": 2903,
      "業": 2904,
      "極": 2905,
      "楷": 2906,
      "概": 2907,
      "榃": 2908,
      "榆": 2909,
      "榊": 2910,
      "榔": 2911,
      "榕": 2912,
      "榖": 2913,
      "榚": 2914,
      "榛": 2915,
      "榜": 2916,
      "榨": 2917,
      "榭": 2918,
      "榮": 2919,
      "榴": 2920,
      "榷": 2921,
      "槃": 2922,
      "構": 2923,
      "槌": 2924,
      "槍": 2925,
      "槎": 2926,
      "槐": 2927,
      "槓": 2928,
      "様": 2929,
      "槤": 2930,
      "槧": 2931,
      "槳": 2932,
      "槽": 2933,
      "樁": 2934,
      "樂": 2935,
      "樊": 2936,
      "樑": 2937,
