{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "=": 31,
      "?": 32,
      "@": 33,
      "A": 34,
      "B": 35,
      "C": 36,
      "D": 37,
      "E": 38,
      "F": 39,
      "G": 40,
      "H": 41,
      "I": 42,
      "J": 43,
      "K": 44,
      "L": 45,
      "M": 46,
      "N": 47,
      "O": 48,
      "P": 49,
      "Q": 50,
      "R": 51,
      "S": 52,
      "T": 53,
      "U": 54,
      "V": 55,
      "W": 56,
      "X": 57,
      "Y": 58,
      "Z": 59,
      "[": 60,
      "\\": 61,
      "]": 62,
      "^": 63,
      "_": 64,
      "a": 65,
      "b": 66,
      "c": 67,
      "d": 68,
      "e": 69,
      "f": 70,
      "g": 71,
      "h": 72,
      "i": 73,
      "j": 74,
      "k": 75,
      "l": 76,
      "m": 77,
      "n": 78,
      "o": 79,
      "p": 80,
      "q": 81,
      "r": 82,
      "s": 83,
      "t": 84,
      "u": 85,
      "v": 86,
      "w": 87,
      "x": 88,
      "y": 89,
      "z": 90,
      "{": 91,
      "|": 92,
      "}": 93,
      "~": 94,
      "§": 95,
      "°": 96,
      "²": 97,
      "³": 98,
      "·": 99,
      "¾": 100,
      "À": 101,
      "È": 102,
      "É": 103,
      "Ó": 104,
      "×": 105,
      "à": 106,
      "á": 107,
      "ã": 108,
      "å": 109,
      "ç": 110,
      "è": 111,
      "é": 112,
      "ê": 113,
      "í": 114,
      "ñ": 115,
      "ó": 116,
      "õ": 117,
      "ö": 118,
      "ú": 119,
      "ā": 120,
      "Č": 121,
      "ě": 122,
      "ō": 123,
      "ś": 124,
      "š": 125,
      "ū": 126,
      "ʼ": 127,
      "̀": 128,
      "ί": 129,
      "α": 130,
      "ζ": 131,
      "ι": 132,
      "ν": 133,
      "ο": 134,
      "π": 135,
      "σ": 136,
      "τ": 137,
      "χ": 138,
      "В": 139,
      "С": 140,
      "а": 141,
      "б": 142,
      "г": 143,
      "е": 144,
      "и": 145,
      "й": 146,
      "к": 147,
      "л": 148,
      "о": 149,
      "р": 150,
      "т": 151,
      "у": 152,
      "х": 153,
      "ъ": 154,
      "א": 155,
      "ד": 156,
      "ו": 157,
      "ח": 158,
      "ל": 159,
      "ן": 160,
      "ס": 161,
      "ר": 162,
      "จ": 163,
      "พ": 164,
      "ส": 165,
      "อ": 166,
      "า": 167,
      "ื": 168,
      "เ": 169,
      "่": 170,
      "้": 171,
      "་": 172,
      "ཀ": 173,
      "ཁ": 174,
      "ག": 175,
      "ང": 176,
      "ད": 177,
      "ན": 178,
      "པ": 179,
      "བ": 180,
      "ཞ": 181,
      "འ": 182,
      "ཡ": 183,
      "ར": 184,
      "ལ": 185,
      "ཤ": 186,
      "ས": 187,
      "ི": 188,
      "ུ": 189,
      "ེ": 190,
      "ོ": 191,
      "ྡ": 192,
      "ྩ": 193,
      "ྲ": 194,
      "ṇ": 195,
      "ṭ": 196,
      "ẹ": 197,
      "ọ": 198,
      "ἰ": 199,
      "ἴ": 200,
      "​": 201,
      "‎": 202,
      "–": 203,
      "—": 204,
      "―": 205,
      "‘": 206,
      "’": 207,
      "“": 208,
      "”": 209,
      "†": 210,
      "‡": 211,
      "•": 212,
      "…": 213,
      "‧": 214,
      "‬": 215,
      "‭": 216,
      "™": 217,
      "→": 218,
      "−": 219,
      "≤": 220,
      "⋯": 221,
      "⑨": 222,
      "─": 223,
      "○": 224,
      "☆": 225,
      "♪": 226,
      "♫": 227,
      "⠀": 228,
      "⠷": 229,
      "⠻": 230,
      "、": 231,
      "。": 232,
      "々": 233,
      "〇": 234,
      "〈": 235,
      "〉": 236,
      "《": 237,
      "》": 238,
      "「": 239,
      "」": 240,
      "『": 241,
      "』": 242,
      "【": 243,
      "】": 244,
      "〔": 245,
      "〕": 246,
      "〜": 247,
      "あ": 248,
      "い": 249,
      "う": 250,
      "え": 251,
      "お": 252,
      "か": 253,
      "が": 254,
      "き": 255,
      "く": 256,
      "ぐ": 257,
      "け": 258,
      "げ": 259,
      "こ": 260,
      "ご": 261,
      "さ": 262,
      "ざ": 263,
      "し": 264,
      "じ": 265,
      "す": 266,
      "せ": 267,
      "そ": 268,
      "た": 269,
      "だ": 270,
      "ち": 271,
      "っ": 272,
      "つ": 273,
      "て": 274,
      "で": 275,
      "と": 276,
      "な": 277,
      "に": 278,
      "ね": 279,
      "の": 280,
      "は": 281,
      "ぱ": 282,
      "ひ": 283,
      "ふ": 284,
      "ぶ": 285,
      "べ": 286,
      "ほ": 287,
      "ま": 288,
      "み": 289,
      "め": 290,
      "も": 291,
      "ゃ": 292,
      "や": 293,
      "よ": 294,
      "ら": 295,
      "り": 296,
      "る": 297,
      "れ": 298,
      "ろ": 299,
      "わ": 300,
      "を": 301,
      "ん": 302,
      "ア": 303,
      "ィ": 304,
      "イ": 305,
      "ウ": 306,
      "エ": 307,
      "オ": 308,
      "カ": 309,
      "キ": 310,
      "グ": 311,
      "ケ": 312,
      "コ": 313,
      "サ": 314,
      "ザ": 315,
      "シ": 316,
      "ジ": 317,
      "ス": 318,
      "セ": 319,
      "タ": 320,
      "ダ": 321,
      "チ": 322,
      "ッ": 323,
      "テ": 324,
      "デ": 325,
      "ト": 326,
      "ド": 327,
      "ナ": 328,
      "ノ": 329,
      "ヒ": 330,
      "ビ": 331,
      "ピ": 332,
      "ブ": 333,
      "プ": 334,
      "ベ": 335,
      "ポ": 336,
      "ミ": 337,
      "ム": 338,
      "メ": 339,
      "モ": 340,
      "ャ": 341,
      "ョ": 342,
      "ラ": 343,
      "リ": 344,
      "ル": 345,
      "レ": 346,
      "ロ": 347,
      "ン": 348,
      "・": 349,
      "ー": 350,
      "ㄉ": 351,
      "ㄤ": 352,
      "ㄧ": 353,
      "ㄨ": 354,
      "㖿": 355,
      "㗎": 356,
      "㗳": 357,
      "㥫": 358,
      "㧬": 359,
      "㩒": 360,
      "䒏": 361,
      "䒐": 362,
      "䟴": 363,
      "䰧": 364,
      "䱽": 365,
      "一": 366,
      "丁": 367,
      "七": 368,
      "万": 369,
      "丈": 370,
      "三": 371,
      "上": 372,
      "下": 373,
      "不": 374,
      "丐": 375,
      "丑": 376,
      "且": 377,
      "丕": 378,
      "世": 379,
      "丘": 380,
      "丙": 381,
      "丞": 382,
      "丟": 383,
      "両": 384,
      "並": 385,
      "丫": 386,
      "中": 387,
      "串": 388,
      "丶": 389,
      "丸": 390,
      "丹": 391,
      "主": 392,
      "丼": 393,
      "乃": 394,
      "久": 395,
      "么": 396,
      "之": 397,
      "乍": 398,
      "乎": 399,
      "乏": 400,
      "乒": 401,
      "乓": 402,
      "乖": 403,
      "乘": 404,
      "乙": 405,
      "乜": 406,
      "九": 407,
      "乞": 408,
      "也": 409,
      "乩": 410,
      "乳": 411,
      "乾": 412,
      "亂": 413,
      "了": 414,
      "予": 415,
      "事": 416,
      "二": 417,
      "于": 418,
      "云": 419,
      "互": 420,
      "五": 421,
      "井": 422,
      "亙": 423,
      "些": 424,
      "亞": 425,
      "亟": 426,
      "亡": 427,
      "亢": 428,
      "交": 429,
      "亥": 430,
      "亦": 431,
      "亨": 432,
      "享": 433,
      "京": 434,
      "亭": 435,
      "亮": 436,
      "亳": 437,
      "人": 438,
      "什": 439,
      "仁": 440,
      "仃": 441,
      "仆": 442,
      "仇": 443,
      "今": 444,
      "介": 445,
      "仍": 446,
      "从": 447,
      "仔": 448,
      "仕": 449,
      "他": 450,
      "仗": 451,
      "付": 452,
      "仙": 453,
      "代": 454,
      "令": 455,
      "以": 456,
      "们": 457,
      "仰": 458,
      "仲": 459,
      "件": 460,
      "任": 461,
      "份": 462,
      "仿": 463,
      "企": 464,
      "伊": 465,
      "伍": 466,
      "伎": 467,
      "伏": 468,
      "伐": 469,
      "休": 470,
      "伙": 471,
      "伝": 472,
      "伯": 473,
      "估": 474,
      "伴": 475,
      "伶": 476,
      "伸": 477,
      "伺": 478,
      "似": 479,
      "伽": 480,
      "佃": 481,
      "但": 482,
      "佈": 483,
      "位": 484,
      "低": 485,
      "住": 486,
      "佐": 487,
      "佑": 488,
      "佔": 489,
      "何": 490,
      "佗": 491,
      "佘": 492,
      "余": 493,
      "佚": 494,
      "佛": 495,
      "作": 496,
      "佞": 497,
      "佟": 498,
      "你": 499,
      "佢": 500,
      "佣": 501,
      "佩": 502,
      "佬": 503,
      "佯": 504,
      "佳": 505,
      "併": 506,
      "佻": 507,
      "佼": 508,
      "使": 509,
      "侃": 510,
      "侄": 511,
      "來": 512,
      "侈": 513,
      "例": 514,
      "侍": 515,
      "侏": 516,
      "侖": 517,
      "供": 518,
      "依": 519,
      "侮": 520,
      "侯": 521,
      "侵": 522,
      "侶": 523,
      "侷": 524,
      "便": 525,
      "係": 526,
      "促": 527,
      "俄": 528,
      "俊": 529,
      "俏": 530,
      "俐": 531,
      "俑": 532,
      "俗": 533,
      "俘": 534,
      "俚": 535,
      "保": 536,
      "俞": 537,
      "俠": 538,
      "信": 539,
      "俬": 540,
      "修": 541,
      "俯": 542,
      "俱": 543,
      "俸": 544,
      "俹": 545,
      "俾": 546,
      "倆": 547,
      "倉": 548,
      "個": 549,
      "倌": 550,
      "倍": 551,
      "們": 552,
      "倒": 553,
      "倔": 554,
      "倖": 555,
      "倘": 556,
      "候": 557,
      "倚": 558,
      "倜": 559,
      "借": 560,
      "倡": 561,
      "倣": 562,
      "倦": 563,
      "倩": 564,
      "倪": 565,
      "倫": 566,
      "倬": 567,
      "倭": 568,
      "值": 569,
      "假": 570,
      "偉": 571,
      "偌": 572,
      "偏": 573,
      "做": 574,
      "停": 575,
      "健": 576,
      "側": 577,
      "偵": 578,
      "偶": 579,
      "偷": 580,
      "偽": 581,
      "傀": 582,
      "傅": 583,
      "傍": 584,
      "傑": 585,
      "傘": 586,
      "備": 587,
      "傚": 588,
      "傢": 589,
      "催": 590,
      "傭": 591,
      "傲": 592,
      "傳": 593,
      "債": 594,
      "傷": 595,
      "傻": 596,
      "傾": 597,
      "僅": 598,
      "僉": 599,
      "像": 600,
      "僑": 601,
      "僕": 602,
      "僚": 603,
      "僞": 604,
      "僥": 605,
      "僧": 606,
      "僭": 607,
      "僱": 608,
      "僵": 609,
      "價": 610,
      "僻": 611,
      "儀": 612,
      "億": 613,
      "儈": 614,
      "儉": 615,
      "儍": 616,
      "儐": 617,
      "儒": 618,
      "儕": 619,
      "儘": 620,
      "償": 621,
      "儡": 622,
      "優": 623,
      "儲": 624,
      "儷": 625,
      "儻": 626,
      "儼": 627,
      "兀": 628,
      "允": 629,
      "元": 630,
      "兄": 631,
      "充": 632,
      "兆": 633,
      "兇": 634,
      "先": 635,
      "光": 636,
      "克": 637,
      "兌": 638,
      "免": 639,
      "兒": 640,
      "兔": 641,
      "党": 642,
      "兜": 643,
      "入": 644,
      "內": 645,
      "全": 646,
      "兩": 647,
      "八": 648,
      "公": 649,
      "六": 650,
      "兮": 651,
      "共": 652,
      "兵": 653,
      "其": 654,
      "具": 655,
      "典": 656,
      "兹": 657,
      "兼": 658,
      "冀": 659,
      "内": 660,
      "冇": 661,
      "冊": 662,
      "再": 663,
      "冒": 664,
      "冕": 665,
      "冗": 666,
      "冚": 667,
      "冠": 668,
      "冤": 669,
      "冥": 670,
      "冬": 671,
      "冰": 672,
      "决": 673,
      "冶": 674,
      "冷": 675,
      "冼": 676,
      "凄": 677,
      "准": 678,
      "凋": 679,
      "凌": 680,
      "凍": 681,
      "凜": 682,
      "凝": 683,
      "几": 684,
      "凡": 685,
      "凰": 686,
      "凱": 687,
      "凳": 688,
      "凶": 689,
      "凸": 690,
      "凹": 691,
      "出": 692,
      "凼": 693,
      "函": 694,
      "刀": 695,
      "刁": 696,
      "刃": 697,
      "分": 698,
      "切": 699,
      "刊": 700,
      "刎": 701,
      "刑": 702,
      "划": 703,
      "列": 704,
      "初": 705,
      "判": 706,
      "別": 707,
      "刨": 708,
      "利": 709,
      "刪": 710,
      "刮": 711,
      "到": 712,
      "制": 713,
      "刷": 714,
      "券": 715,
      "刺": 716,
      "刻": 717,
      "刼": 718,
      "剁": 719,
      "剃": 720,
      "則": 721,
      "削": 722,
      "剋": 723,
      "剌": 724,
      "前": 725,
      "剎": 726,
      "剔": 727,
      "剖": 728,
      "剛": 729,
      "剝": 730,
      "剩": 731,
      "剪": 732,
      "剮": 733,
      "副": 734,
      "割": 735,
      "創": 736,
      "剷": 737,
      "剿": 738,
      "劃": 739,
      "劇": 740,
      "劈": 741,
      "劉": 742,
      "劍": 743,
      "劏": 744,
      "劑": 745,
      "力": 746,
      "功": 747,
      "加": 748,
      "劣": 749,
      "助": 750,
      "努": 751,
      "劫": 752,
      "劵": 753,
      "劾": 754,
      "勁": 755,
      "勃": 756,
      "勇": 757,
      "勉": 758,
      "勒": 759,
      "動": 760,
      "勘": 761,
      "務": 762,
      "勛": 763,
      "勝": 764,
      "勞": 765,
      "募": 766,
      "勢": 767,
      "勤": 768,
      "勱": 769,
      "勳": 770,
      "勵": 771,
      "勸": 772,
      "勺": 773,
      "勻": 774,
      "勾": 775,
      "勿": 776,
      "包": 777,
      "匆": 778,
      "匈": 779,
      "化": 780,
      "北": 781,
      "匙": 782,
      "匠": 783,
      "匡": 784,
      "匣": 785,
      "匪": 786,
      "匯": 787,
      "匱": 788,
      "匹": 789,
      "匾": 790,
      "匿": 791,
      "區": 792,
      "十": 793,
      "千": 794,
      "升": 795,
      "午": 796,
      "卉": 797,
      "半": 798,
      "卌": 799,
      "卑": 800,
      "卒": 801,
      "卓": 802,
      "協": 803,
      "南": 804,
      "博": 805,
      "卜": 806,
      "占": 807,
      "卡": 808,
      "卦": 809,
      "卯": 810,
      "印": 811,
      "危": 812,
      "即": 813,
      "卵": 814,
      "卷": 815,
      "卸": 816,
      "卹": 817,
      "卻": 818,
      "卿": 819,
      "厄": 820,
      "厘": 821,
      "厚": 822,
      "原": 823,
      "厥": 824,
      "厭": 825,
      "厰": 826,
      "厲": 827,
      "去": 828,
      "參": 829,
      "又": 830,
      "叉": 831,
      "及": 832,
      "友": 833,
      "反": 834,
      "叔": 835,
      "取": 836,
      "受": 837,
      "叛": 838,
      "叟": 839,
      "叢": 840,
      "口": 841,
      "古": 842,
      "句": 843,
      "另": 844,
      "叨": 845,
      "只": 846,
      "叫": 847,
      "召": 848,
      "叭": 849,
      "叮": 850,
      "可": 851,
      "台": 852,
      "叱": 853,
      "史": 854,
      "右": 855,
      "司": 856,
      "叻": 857,
      "叼": 858,
      "吁": 859,
      "吃": 860,
      "各": 861,
      "吆": 862,
      "合": 863,
      "吉": 864,
      "吊": 865,
      "吋": 866,
      "同": 867,
      "名": 868,
      "后": 869,
      "吏": 870,
      "吐": 871,
      "向": 872,
      "吒": 873,
      "吔": 874,
      "吖": 875,
      "君": 876,
      "吝": 877,
      "吞": 878,
      "吟": 879,
      "吠": 880,
      "吡": 881,
      "否": 882,
      "吧": 883,
      "吩": 884,
      "含": 885,
      "听": 886,
      "吭": 887,
      "吮": 888,
      "吱": 889,
      "吳": 890,
      "吵": 891,
      "吶": 892,
      "吸": 893,
      "吹": 894,
      "吻": 895,
      "吼": 896,
      "吽": 897,
      "吾": 898,
      "呀": 899,
      "呂": 900,
      "呃": 901,
      "呆": 902,
      "呈": 903,
      "告": 904,
      "呎": 905,
      "呐": 906,
      "呔": 907,
      "呢": 908,
      "呤": 909,
      "呦": 910,
      "周": 911,
      "呱": 912,
      "呲": 913,
      "味": 914,
      "呵": 915,
      "呸": 916,
      "呻": 917,
      "呼": 918,
      "命": 919,
      "咀": 920,
      "咁": 921,
      "咂": 922,
      "咄": 923,
      "咆": 924,
      "咋": 925,
      "和": 926,
      "咎": 927,
      "咐": 928,
      "咒": 929,
      "咓": 930,
      "咔": 931,
      "咕": 932,
      "咖": 933,
      "咗": 934,
      "咚": 935,
      "咦": 936,
      "咧": 937,
      "咨": 938,
      "咩": 939,
      "咪": 940,
      "咫": 941,
      "咬": 942,
      "咭": 943,
      "咯": 944,
      "咱": 945,
      "咳": 946,
      "咸": 947,
      "咹": 948,
      "咽": 949,
      "咿": 950,
      "哀": 951,
      "品": 952,
      "哄": 953,
      "哆": 954,
      "哇": 955,
      "哈": 956,
      "哉": 957,
      "哋": 958,
      "哎": 959,
      "哏": 960,
      "員": 961,
      "哥": 962,
      "哦": 963,
      "哧": 964,
      "哨": 965,
      "哩": 966,
      "哪": 967,
      "哭": 968,
      "哮": 969,
      "哲": 970,
      "哺": 971,
      "哼": 972,
      "哽": 973,
      "唁": 974,
      "唄": 975,
      "唆": 976,
      "唇": 977,
      "唉": 978,
      "唏": 979,
      "唐": 980,
      "唓": 981,
      "唔": 982,
      "唧": 983,
      "唬": 984,
      "售": 985,
      "唯": 986,
      "唰": 987,
      "唱": 988,
      "唷": 989,
      "唸": 990,
      "唾": 991,
      "啃": 992,
      "啄": 993,
      "商": 994,
      "啊": 995,
      "問": 996,
      "啓": 997,
      "啕": 998,
      "啜": 999,
      "啝": 1000,
      "啞": 1001,
      "啟": 1002,
      "啡": 1003,
      "啤": 1004,
      "啥": 1005,
      "啦": 1006,
      "啪": 1007,
      "啫": 1008,
      "啱": 1009,
      "啲": 1010,
      "啹": 1011,
      "啼": 1012,
      "喀": 1013,
      "喂": 1014,
      "喃": 1015,
      "善": 1016,
      "喇": 1017,
      "喉": 1018,
      "喊": 1019,
      "喋": 1020,
      "喏": 1021,
      "喔": 1022,
      "喘": 1023,
      "喚": 1024,
      "喜": 1025,
      "喝": 1026,
      "喧": 1027,
      "喩": 1028,
      "喪": 1029,
      "喫": 1030,
      "喬": 1031,
      "單": 1032,
      "喱": 1033,
      "喲": 1034,
      "喳": 1035,
      "喵": 1036,
      "喺": 1037,
      "喻": 1038,
      "喼": 1039,
      "嗅": 1040,
      "嗆": 1041,
      "嗇": 1042,
      "嗉": 1043,
      "嗎": 1044,
      "嗒": 1045,
      "嗓": 1046,
      "嗖": 1047,
      "嗚": 1048,
      "嗜": 1049,
      "嗝": 1050,
      "嗞": 1051,
      "嗟": 1052,
      "嗡": 1053,
      "嗣": 1054,
      "嗤": 1055,
      "嗦": 1056,
      "嗨": 1057,
      "嗩": 1058,
      "嗬": 1059,
      "嗯": 1060,
      "嗰": 1061,
      "嗱": 1062,
      "嗲": 1063,
      "嗶": 1064,
      "嗷": 1065,
      "嗽": 1066,
      "嘀": 1067,
      "嘅": 1068,
      "嘆": 1069,
      "嘈": 1070,
      "嘉": 1071,
      "嘌": 1072,
      "嘍": 1073,
      "嘎": 1074,
      "嘔": 1075,
      "嘖": 1076,
      "嘗": 1077,
      "嘛": 1078,
      "嘜": 1079,
      "嘞": 1080,
      "嘟": 1081,
      "嘢": 1082,
      "嘥": 1083,
      "嘩": 1084,
      "嘬": 1085,
      "嘭": 1086,
      "嘮": 1087,
      "嘯": 1088,
      "嘰": 1089,
      "嘲": 1090,
      "嘴": 1091,
      "嘶": 1092,
      "嘹": 1093,
      "嘻": 1094,
      "嘿": 1095,
      "噁": 1096,
      "噌": 1097,
      "噎": 1098,
      "噏": 1099,
      "噓": 1100,
      "噗": 1101,
      "噘": 1102,
      "噠": 1103,
      "噢": 1104,
      "噤": 1105,
      "噥": 1106,
      "器": 1107,
      "噩": 1108,
      "噪": 1109,
      "噫": 1110,
      "噬": 1111,
      "噱": 1112,
      "噴": 1113,
      "噶": 1114,
      "噸": 1115,
      "噹": 1116,
      "嚀": 1117,
      "嚇": 1118,
      "嚎": 1119,
      "嚏": 1120,
      "嚐": 1121,
      "嚓": 1122,
      "嚕": 1123,
      "嚟": 1124,
      "嚥": 1125,
      "嚨": 1126,
      "嚮": 1127,
      "嚯": 1128,
      "嚴": 1129,
      "嚷": 1130,
      "嚹": 1131,
      "嚼": 1132,
      "囂": 1133,
      "囃": 1134,
      "囈": 1135,
      "囉": 1136,
      "囊": 1137,
      "囌": 1138,
      "囍": 1139,
      "囑": 1140,
      "囓": 1141,
      "囔": 1142,
      "囚": 1143,
      "四": 1144,
      "囝": 1145,
      "回": 1146,
      "囟": 1147,
      "因": 1148,
      "囡": 1149,
      "囤": 1150,
      "囪": 1151,
      "囫": 1152,
      "囯": 1153,
      "困": 1154,
      "囹": 1155,
      "固": 1156,
      "囿": 1157,
      "圀": 1158,
      "圃": 1159,
      "圄": 1160,
      "圇": 1161,
      "圈": 1162,
      "國": 1163,
      "圍": 1164,
      "圑": 1165,
      "園": 1166,
      "圓": 1167,
      "圖": 1168,
      "團": 1169,
      "圜": 1170,
      "土": 1171,
      "在": 1172,
      "圩": 1173,
      "圬": 1174,
      "圭": 1175,
      "地": 1176,
      "圳": 1177,
      "圻": 1178,
      "圾": 1179,
      "址": 1180,
      "坂": 1181,
      "均": 1182,
      "坊": 1183,
      "坍": 1184,
      "坎": 1185,
      "坐": 1186,
      "坑": 1187,
      "坡": 1188,
      "坤": 1189,
      "坦": 1190,
      "坨": 1191,
      "坪": 1192,
      "坭": 1193,
      "坯": 1194,
      "坳": 1195,
      "坷": 1196,
      "垂": 1197,
      "垃": 1198,
      "型": 1199,
      "垓": 1200,
      "垛": 1201,
      "垠": 1202,
      "垢": 1203,
      "垣": 1204,
      "垮": 1205,
      "垵": 1206,
      "埂": 1207,
      "埃": 1208,
      "埋": 1209,
      "城": 1210,
      "埔": 1211,
      "埗": 1212,
      "域": 1213,
      "埠": 1214,
      "埤": 1215,
      "執": 1216,
      "埸": 1217,
      "培": 1218,
      "基": 1219,
      "埼": 1220,
      "堂": 1221,
      "堃": 1222,
      "堅": 1223,
      "堆": 1224,
      "堡": 1225,
      "堤": 1226,
      "堪": 1227,
      "堯": 1228,
      "堰": 1229,
      "報": 1230,
      "場": 1231,
      "堵": 1232,
      "塊": 1233,
      "塌": 1234,
      "塑": 1235,
      "塔": 1236,
      "塗": 1237,
      "塘": 1238,
      "塞": 1239,
      "塢": 1240,
      "填": 1241,
      "塱": 1242,
      "塵": 1243,
      "塹": 1244,
      "塾": 1245,
      "墀": 1246,
      "境": 1247,
      "墅": 1248,
      "墊": 1249,
      "墓": 1250,
      "墜": 1251,
      "增": 1252,
      "墟": 1253,
      "墨": 1254,
      "墩": 1255,
      "墮": 1256,
      "墳": 1257,
      "墻": 1258,
      "墾": 1259,
      "壁": 1260,
      "壆": 1261,
      "壇": 1262,
      "壑": 1263,
      "壓": 1264,
      "壘": 1265,
      "壞": 1266,
      "壟": 1267,
      "壢": 1268,
      "壤": 1269,
      "壩": 1270,
      "士": 1271,
      "壯": 1272,
      "声": 1273,
      "壹": 1274,
      "壺": 1275,
      "壼": 1276,
      "壽": 1277,
      "夀": 1278,
      "変": 1279,
      "复": 1280,
      "夏": 1281,
      "夕": 1282,
      "外": 1283,
      "夙": 1284,
      "多": 1285,
      "夜": 1286,
      "够": 1287,
      "夠": 1288,
      "夢": 1289,
      "夥": 1290,
      "大": 1291,
      "天": 1292,
      "太": 1293,
      "夫": 1294,
      "夬": 1295,
      "夭": 1296,
      "央": 1297,
      "失": 1298,
      "夷": 1299,
      "夸": 1300,
      "夾": 1301,
      "奄": 1302,
      "奇": 1303,
      "奈": 1304,
      "奉": 1305,
      "奌": 1306,
      "奎": 1307,
      "奏": 1308,
      "契": 1309,
      "奔": 1310,
      "奕": 1311,
      "套": 1312,
      "奚": 1313,
      "奠": 1314,
      "奢": 1315,
      "奧": 1316,
      "奪": 1317,
      "奮": 1318,
      "女": 1319,
      "奴": 1320,
      "奶": 1321,
      "奸": 1322,
      "她": 1323,
      "好": 1324,
      "妁": 1325,
      "如": 1326,
      "妃": 1327,
      "妄": 1328,
      "妍": 1329,
      "妒": 1330,
      "妓": 1331,
      "妖": 1332,
      "妙": 1333,
      "妝": 1334,
      "妞": 1335,
      "妤": 1336,
      "妥": 1337,
      "妨": 1338,
      "妮": 1339,
      "妯": 1340,
      "妲": 1341,
      "妳": 1342,
      "妹": 1343,
      "妺": 1344,
      "妻": 1345,
      "妾": 1346,
      "姆": 1347,
      "姊": 1348,
      "始": 1349,
      "姍": 1350,
      "姐": 1351,
      "姑": 1352,
      "姓": 1353,
      "委": 1354,
      "姘": 1355,
      "姚": 1356,
      "姜": 1357,
      "姥": 1358,
      "姦": 1359,
      "姨": 1360,
      "姪": 1361,
      "姫": 1362,
      "姬": 1363,
      "姵": 1364,
      "姻": 1365,
      "姿": 1366,
      "威": 1367,
      "娃": 1368,
      "娌": 1369,
      "娓": 1370,
      "娘": 1371,
      "娛": 1372,
      "娜": 1373,
      "娟": 1374,
      "娣": 1375,
      "娥": 1376,
      "娩": 1377,
      "娶": 1378,
      "娼": 1379,
      "婁": 1380,
      "婆": 1381,
      "婉": 1382,
      "婊": 1383,
      "婒": 1384,
      "婕": 1385,
      "婚": 1386,
      "婢": 1387,
      "婦": 1388,
      "婪": 1389,
      "婷": 1390,
      "婿": 1391,
      "媒": 1392,
      "媚": 1393,
      "媛": 1394,
      "媲": 1395,
      "媳": 1396,
      "媽": 1397,
      "嫁": 1398,
      "嫂": 1399,
      "嫉": 1400,
      "嫋": 1401,
      "嫌": 1402,
      "嫖": 1403,
      "嫗": 1404,
      "嫡": 1405,
      "嫣": 1406,
      "嫦": 1407,
      "嫩": 1408,
      "嫵": 1409,
      "嫺": 1410,
      "嫻": 1411,
      "嬅": 1412,
      "嬈": 1413,
      "嬉": 1414,
      "嬌": 1415,
      "嬤": 1416,
      "嬪": 1417,
      "嬰": 1418,
      "嬲": 1419,
      "嬸": 1420,
      "孃": 1421,
      "子": 1422,
      "孑": 1423,
      "孓": 1424,
      "孔": 1425,
      "孕": 1426,
      "孖": 1427,
      "字": 1428,
      "存": 1429,
      "孚": 1430,
      "孜": 1431,
      "孝": 1432,
      "孟": 1433,
      "季": 1434,
      "孤": 1435,
      "孩": 1436,
      "孫": 1437,
      "孬": 1438,
      "孭": 1439,
      "孰": 1440,
      "孱": 1441,
      "孵": 1442,
      "學": 1443,
      "孽": 1444,
      "孿": 1445,
      "它": 1446,
      "宅": 1447,
      "宇": 1448,
      "守": 1449,
      "安": 1450,
      "宋": 1451,
      "完": 1452,
      "宏": 1453,
      "宕": 1454,
      "宗": 1455,
      "官": 1456,
      "宙": 1457,
      "定": 1458,
      "宛": 1459,
      "宜": 1460,
      "客": 1461,
      "宣": 1462,
      "室": 1463,
      "宦": 1464,
      "宮": 1465,
      "宰": 1466,
      "害": 1467,
      "宴": 1468,
      "宵": 1469,
      "家": 1470,
      "容": 1471,
      "宿": 1472,
      "寂": 1473,
      "寄": 1474,
      "寅": 1475,
      "密": 1476,
      "寇": 1477,
      "富": 1478,
      "寐": 1479,
      "寒": 1480,
      "寓": 1481,
      "寞": 1482,
      "察": 1483,
      "寡": 1484,
      "寢": 1485,
      "寥": 1486,
      "實": 1487,
      "寧": 1488,
      "寨": 1489,
      "審": 1490,
      "寫": 1491,
      "寬": 1492,
      "寮": 1493,
      "寰": 1494,
      "寳": 1495,
      "寵": 1496,
      "寶": 1497,
      "寸": 1498,
      "寺": 1499,
      "封": 1500,
      "射": 1501,
      "將": 1502,
      "專": 1503,
      "尉": 1504,
      "尊": 1505,
      "尋": 1506,
      "對": 1507,
      "導": 1508,
      "小": 1509,
      "少": 1510,
      "尖": 1511,
      "尚": 1512,
      "尢": 1513,
      "尤": 1514,
      "尬": 1515,
      "就": 1516,
      "尷": 1517,
      "尹": 1518,
      "尺": 1519,
      "尼": 1520,
      "尾": 1521,
      "尿": 1522,
      "局": 1523,
      "屁": 1524,
      "屄": 1525,
      "居": 1526,
      "屆": 1527,
      "屈": 1528,
      "屋": 1529,
      "屌": 1530,
      "屍": 1531,
      "屎": 1532,
      "屏": 1533,
      "屐": 1534,
      "屑": 1535,
      "展": 1536,
      "屜": 1537,
      "屠": 1538,
      "屢": 1539,
      "屣": 1540,
      "層": 1541,
      "履": 1542,
      "屬": 1543,
      "屯": 1544,
      "山": 1545,
      "屹": 1546,
      "岀": 1547,
      "岌": 1548,
      "岐": 1549,
      "岔": 1550,
      "岡": 1551,
      "岩": 1552,
      "岬": 1553,
      "岱": 1554,
      "岳": 1555,
      "岸": 1556,
      "峒": 1557,
      "峙": 1558,
      "峭": 1559,
      "峯": 1560,
      "峰": 1561,
      "島": 1562,
      "峻": 1563,
      "峽": 1564,
      "崆": 1565,
      "崇": 1566,
      "崎": 1567,
      "崔": 1568,
      "崖": 1569,
      "崗": 1570,
      "崙": 1571,
      "崛": 1572,
      "崢": 1573,
      "崩": 1574,
      "崴": 1575,
      "崽": 1576,
      "嵇": 1577,
      "嵌": 1578,
      "嵐": 1579,
      "嵗": 1580,
      "嶄": 1581,
      "嶇": 1582,
      "嶺": 1583,
      "嶼": 1584,
      "嶽": 1585,
      "巍": 1586,
      "巒": 1587,
      "巔": 1588,
      "巖": 1589,
      "川": 1590,
      "州": 1591,
      "巡": 1592,
      "巢": 1593,
      "工": 1594,
      "左": 1595,
      "巧": 1596,
      "巨": 1597,
      "巫": 1598,
      "差": 1599,
      "己": 1600,
      "已": 1601,
      "巳": 1602,
      "巴": 1603,
      "巷": 1604,
      "巾": 1605,
      "市": 1606,
      "布": 1607,
      "帆": 1608,
      "希": 1609,
      "帎": 1610,
      "帔": 1611,
      "帕": 1612,
      "帖": 1613,
      "帚": 1614,
      "帛": 1615,
      "帝": 1616,
      "帥": 1617,
      "師": 1618,
      "席": 1619,
      "帯": 1620,
      "帳": 1621,
      "帶": 1622,
      "帷": 1623,
      "常": 1624,
      "帽": 1625,
      "幀": 1626,
      "幃": 1627,
      "幅": 1628,
      "幌": 1629,
      "幔": 1630,
      "幕": 1631,
      "幛": 1632,
      "幟": 1633,
      "幡": 1634,
      "幢": 1635,
      "幣": 1636,
      "幫": 1637,
      "干": 1638,
      "平": 1639,
      "年": 1640,
      "并": 1641,
      "幸": 1642,
      "幹": 1643,
      "幺": 1644,
      "幻": 1645,
      "幼": 1646,
      "幽": 1647,
      "幾": 1648,
      "庇": 1649,
      "床": 1650,
      "序": 1651,
      "底": 1652,
      "店": 1653,
      "庚": 1654,
      "府": 1655,
      "度": 1656,
      "座": 1657,
      "庫": 1658,
      "庭": 1659,
      "庵": 1660,
      "庶": 1661,
      "康": 1662,
      "庸": 1663,
      "廁": 1664,
      "廂": 1665,
      "廈": 1666,
      "廉": 1667,
      "廊": 1668,
      "廓": 1669,
      "廕": 1670,
      "廖": 1671,
      "廚": 1672,
      "廝": 1673,
      "廟": 1674,
      "廠": 1675,
      "廢": 1676,
      "廣": 1677,
      "廩": 1678,
      "廬": 1679,
      "廳": 1680,
      "延": 1681,
      "廷": 1682,
      "建": 1683,
      "廿": 1684,
      "弄": 1685,
      "弈": 1686,
      "弊": 1687,
      "弍": 1688,
      "式": 1689,
      "弒": 1690,
      "弓": 1691,
      "弔": 1692,
      "引": 1693,
      "弗": 1694,
      "弘": 1695,
      "弛": 1696,
      "弟": 1697,
      "弢": 1698,
      "弦": 1699,
      "弧": 1700,
      "弩": 1701,
      "弭": 1702,
      "弱": 1703,
      "張": 1704,
      "強": 1705,
      "弸": 1706,
      "强": 1707,
      "彆": 1708,
      "彈": 1709,
      "彌": 1710,
      "彎": 1711,
      "彗": 1712,
      "彙": 1713,
      "形": 1714,
      "彤": 1715,
      "彥": 1716,
      "彩": 1717,
      "彪": 1718,
      "彬": 1719,
      "彭": 1720,
      "彰": 1721,
      "影": 1722,
      "彳": 1723,
      "彷": 1724,
      "役": 1725,
      "彼": 1726,
      "彿": 1727,
      "往": 1728,
      "征": 1729,
      "待": 1730,
      "很": 1731,
      "徊": 1732,
      "律": 1733,
      "後": 1734,
      "徐": 1735,
      "徑": 1736,
      "徒": 1737,
      "得": 1738,
      "徘": 1739,
      "徙": 1740,
      "從": 1741,
      "徠": 1742,
      "御": 1743,
      "徨": 1744,
      "復": 1745,
      "循": 1746,
      "微": 1747,
      "徴": 1748,
      "徵": 1749,
      "德": 1750,
      "徹": 1751,
      "徼": 1752,
      "徽": 1753,
      "心": 1754,
      "必": 1755,
      "忌": 1756,
      "忍": 1757,
      "忐": 1758,
      "忑": 1759,
      "忒": 1760,
      "志": 1761,
      "忘": 1762,
      "忙": 1763,
      "忟": 1764,
      "忠": 1765,
      "忪": 1766,
      "快": 1767,
      "忱": 1768,
      "念": 1769,
      "忽": 1770,
      "忿": 1771,
      "怎": 1772,
      "怒": 1773,
      "怕": 1774,
      "怖": 1775,
      "怛": 1776,
      "思": 1777,
      "怠": 1778,
      "怡": 1779,
      "急": 1780,
      "怦": 1781,
      "性": 1782,
      "怨": 1783,
      "怩": 1784,
      "怪": 1785,
      "怯": 1786,
      "恂": 1787,
      "恃": 1788,
      "恆": 1789,
      "恍": 1790,
      "恐": 1791,
      "恒": 1792,
      "恕": 1793,
      "恙": 1794,
      "恢": 1795,
      "恣": 1796,
      "恤": 1797,
      "恥": 1798,
      "恨": 1799,
      "恩": 1800,
      "恪": 1801,
      "恬": 1802,
      "恭": 1803,
      "息": 1804,
      "恰": 1805,
      "恿": 1806,
      "悄": 1807,
      "悅": 1808,
      "悉": 1809,
      "悍": 1810,
      "悒": 1811,
      "悔": 1812,
      "悖": 1813,
      "悚": 1814,
      "悜": 1815,
      "悟": 1816,
      "悠": 1817,
      "患": 1818,
      "您": 1819,
      "悲": 1820,
      "悴": 1821,
      "悶": 1822,
      "悸": 1823,
      "悼": 1824,
      "悽": 1825,
      "情": 1826,
      "惇": 1827,
      "惋": 1828,
      "惑": 1829,
      "惕": 1830,
      "惘": 1831,
      "惚": 1832,
      "惜": 1833,
      "惟": 1834,
      "惠": 1835,
      "惡": 1836,
      "惦": 1837,
      "惰": 1838,
      "惱": 1839,
      "想": 1840,
      "惶": 1841,
      "惹": 1842,
      "惺": 1843,
      "惻": 1844,
      "愁": 1845,
      "愈": 1846,
      "愉": 1847,
      "愎": 1848,
      "意": 1849,
      "愔": 1850,
      "愚": 1851,
      "愛": 1852,
      "愜": 1853,
      "感": 1854,
      "愣": 1855,
      "愧": 1856,
      "愨": 1857,
      "愷": 1858,
      "愾": 1859,
      "愿": 1860,
      "慂": 1861,
      "慄": 1862,
      "慇": 1863,
      "慈": 1864,
      "態": 1865,
      "慌": 1866,
      "慍": 1867,
      "慎": 1868,
      "慕": 1869,
      "慘": 1870,
      "慚": 1871,
      "慟": 1872,
      "慢": 1873,
      "慣": 1874,
      "慧": 1875,
      "慨": 1876,
      "慪": 1877,
      "慫": 1878,
      "慮": 1879,
      "慰": 1880,
      "慳": 1881,
      "慶": 1882,
      "慷": 1883,
      "慼": 1884,
      "慾": 1885,
      "憂": 1886,
      "憊": 1887,
      "憋": 1888,
      "憎": 1889,
      "憐": 1890,
      "憑": 1891,
      "憔": 1892,
      "憚": 1893,
      "憤": 1894,
      "憧": 1895,
      "憩": 1896,
      "憫": 1897,
      "憬": 1898,
      "憲": 1899,
      "憶": 1900,
      "憾": 1901,
      "懂": 1902,
      "懃": 1903,
      "懇": 1904,
      "懈": 1905,
      "應": 1906,
      "懦": 1907,
      "懨": 1908,
      "懲": 1909,
      "懵": 1910,
      "懶": 1911,
      "懷": 1912,
      "懸": 1913,
      "懺": 1914,
      "懼": 1915,
      "懾": 1916,
      "懿": 1917,
      "戀": 1918,
      "戈": 1919,
      "戊": 1920,
      "戌": 1921,
      "戍": 1922,
      "戎": 1923,
      "戏": 1924,
      "成": 1925,
      "我": 1926,
      "戒": 1927,
      "戕": 1928,
      "或": 1929,
      "戚": 1930,
      "戛": 1931,
      "戟": 1932,
      "戦": 1933,
      "戧": 1934,
      "戩": 1935,
      "截": 1936,
      "戮": 1937,
      "戰": 1938,
      "戲": 1939,
      "戳": 1940,
      "戴": 1941,
      "戶": 1942,
      "戽": 1943,
      "戾": 1944,
      "房": 1945,
      "所": 1946,
      "扁": 1947,
      "扇": 1948,
      "扈": 1949,
      "扉": 1950,
      "手": 1951,
      "才": 1952,
      "扎": 1953,
      "扑": 1954,
      "扒": 1955,
      "打": 1956,
      "扔": 1957,
      "托": 1958,
      "扛": 1959,
      "扣": 1960,
      "扦": 1961,
      "扭": 1962,
      "扮": 1963,
      "扯": 1964,
      "扳": 1965,
      "扶": 1966,
      "批": 1967,
      "扼": 1968,
      "扽": 1969,
      "找": 1970,
      "承": 1971,
      "技": 1972,
      "抄": 1973,
      "抉": 1974,
      "把": 1975,
      "抑": 1976,
      "抒": 1977,
      "抓": 1978,
      "投": 1979,
      "抖": 1980,
      "抗": 1981,
      "折": 1982,
      "抛": 1983,
      "抨": 1984,
      "披": 1985,
      "抬": 1986,
      "抱": 1987,
      "抵": 1988,
      "抹": 1989,
      "抻": 1990,
      "押": 1991,
      "抽": 1992,
      "抿": 1993,
      "拂": 1994,
      "拃": 1995,
      "拄": 1996,
      "拆": 1997,
      "拇": 1998,
      "拈": 1999,
      "拉": 2000,
      "拋": 2001,
      "拌": 2002,
      "拍": 2003,
      "拎": 2004,
      "拐": 2005,
      "拒": 2006,
      "拓": 2007,
      "拔": 2008,
      "拖": 2009,
      "拗": 2010,
      "拘": 2011,
      "拙": 2012,
      "拚": 2013,
      "招": 2014,
      "拜": 2015,
      "拫": 2016,
      "括": 2017,
      "拭": 2018,
      "拮": 2019,
      "拯": 2020,
      "拱": 2021,
      "拳": 2022,
      "拴": 2023,
      "拷": 2024,
      "拼": 2025,
      "拽": 2026,
      "拾": 2027,
      "拿": 2028,
      "持": 2029,
      "挂": 2030,
      "指": 2031,
      "按": 2032,
      "挎": 2033,
      "挑": 2034,
      "挖": 2035,
      "挨": 2036,
      "挪": 2037,
      "挫": 2038,
      "振": 2039,
      "挺": 2040,
      "挽": 2041,
      "挾": 2042,
      "捂": 2043,
      "捅": 2044,
      "捆": 2045,
      "捉": 2046,
      "捋": 2047,
      "捌": 2048,
      "捍": 2049,
      "捎": 2050,
      "捏": 2051,
      "捐": 2052,
      "捕": 2053,
      "捧": 2054,
      "捨": 2055,
      "捩": 2056,
      "捫": 2057,
      "据": 2058,
      "捯": 2059,
      "捱": 2060,
      "捲": 2061,
      "捶": 2062,
      "捷": 2063,
      "捻": 2064,
      "掀": 2065,
      "掂": 2066,
      "掃": 2067,
      "掄": 2068,
      "掇": 2069,
      "授": 2070,
      "掉": 2071,
      "掌": 2072,
      "掏": 2073,
      "掐": 2074,
      "排": 2075,
      "掕": 2076,
      "掖": 2077,
      "掘": 2078,
      "掙": 2079,
      "掛": 2080,
      "掠": 2081,
      "採": 2082,
      "探": 2083,
      "掣": 2084,
      "接": 2085,
      "控": 2086,
      "推": 2087,
      "掩": 2088,
      "措": 2089,
      "掬": 2090,
      "掮": 2091,
      "掰": 2092,
      "掹": 2093,
      "揀": 2094,
      "揈": 2095,
      "揉": 2096,
      "揍": 2097,
      "描": 2098,
      "提": 2099,
      "插": 2100,
      "揚": 2101,
      "換": 2102,
      "握": 2103,
      "揣": 2104,
      "揦": 2105,
      "揩": 2106,
      "揪": 2107,
      "揭": 2108,
      "揮": 2109,
      "揰": 2110,
      "揳": 2111,
      "援": 2112,
      "揸": 2113,
      "揹": 2114,
      "搆": 2115,
      "損": 2116,
      "搏": 2117,
      "搐": 2118,
      "搓": 2119,
      "搔": 2120,
      "搖": 2121,
      "搗": 2122,
      "搜": 2123,
      "搞": 2124,
      "搡": 2125,
      "搧": 2126,
      "搪": 2127,
      "搬": 2128,
      "搭": 2129,
      "搵": 2130,
      "搶": 2131,
      "搽": 2132,
      "摀": 2133,
      "摁": 2134,
      "摑": 2135,
      "摒": 2136,
      "摔": 2137,
      "摘": 2138,
      "摞": 2139,
      "摟": 2140,
      "摧": 2141,
      "摩": 2142,
      "摯": 2143,
      "摳": 2144,
      "摸": 2145,
      "摹": 2146,
      "摺": 2147,
      "摻": 2148,
      "撂": 2149,
      "撅": 2150,
      "撇": 2151,
      "撈": 2152,
      "撐": 2153,
      "撑": 2154,
      "撒": 2155,
      "撓": 2156,
      "撕": 2157,
      "撚": 2158,
      "撞": 2159,
      "撢": 2160,
      "撣": 2161,
      "撤": 2162,
      "撥": 2163,
      "撩": 2164,
      "撫": 2165,
      "撬": 2166,
      "播": 2167,
      "撮": 2168,
      "撰": 2169,
      "撲": 2170,
      "撻": 2171,
      "撼": 2172,
      "撿": 2173,
      "擁": 2174,
      "擂": 2175,
      "擄": 2176,
      "擅": 2177,
      "擇": 2178,
      "擊": 2179,
      "擋": 2180,
      "操": 2181,
      "擎": 2182,
      "擒": 2183,
      "擔": 2184,
      "擕": 2185,
      "擘": 2186,
      "據": 2187,
      "擠": 2188,
      "擡": 2189,
      "擤": 2190,
      "擦": 2191,
      "擧": 2192,
      "擬": 2193,
      "擰": 2194,
      "擱": 2195,
      "擲": 2196,
      "擴": 2197,
      "擷": 2198,
      "擺": 2199,
      "擻": 2200,
      "擼": 2201,
      "擾": 2202,
      "攀": 2203,
      "攆": 2204,
      "攏": 2205,
      "攔": 2206,
      "攘": 2207,
      "攙": 2208,
      "攛": 2209,
      "攜": 2210,
      "攝": 2211,
      "攞": 2212,
      "攢": 2213,
      "攣": 2214,
      "攤": 2215,
      "攥": 2216,
      "攪": 2217,
      "攬": 2218,
      "支": 2219,
      "收": 2220,
      "攸": 2221,
      "改": 2222,
      "攻": 2223,
      "放": 2224,
      "政": 2225,
      "故": 2226,
      "效": 2227,
      "敎": 2228,
      "敏": 2229,
      "救": 2230,
      "敕": 2231,
      "敖": 2232,
      "敗": 2233,
      "敘": 2234,
      "教": 2235,
      "敝": 2236,
      "敞": 2237,
      "敢": 2238,
      "散": 2239,
      "敦": 2240,
      "敬": 2241,
      "数": 2242,
      "敲": 2243,
      "整": 2244,
      "敵": 2245,
      "敷": 2246,
      "數": 2247,
      "敻": 2248,
      "斂": 2249,
      "斃": 2250,
      "文": 2251,
      "斌": 2252,
      "斐": 2253,
      "斑": 2254,
      "斕": 2255,
      "斗": 2256,
      "料": 2257,
      "斜": 2258,
      "斟": 2259,
      "斤": 2260,
      "斥": 2261,
      "斧": 2262,
      "斬": 2263,
      "斯": 2264,
      "新": 2265,
      "斷": 2266,
      "方": 2267,
      "於": 2268,
      "施": 2269,
      "旁": 2270,
      "旅": 2271,
      "旋": 2272,
      "族": 2273,
      "旗": 2274,
      "旛": 2275,
      "既": 2276,
      "日": 2277,
      "旦": 2278,
      "旨": 2279,
      "早": 2280,
      "旬": 2281,
      "旭": 2282,
      "旮": 2283,
      "旯": 2284,
      "旱": 2285,
      "旳": 2286,
      "旺": 2287,
      "旻": 2288,
      "昂": 2289,
      "昆": 2290,
      "昇": 2291,
      "昉": 2292,
      "昌": 2293,
      "昍": 2294,
      "明": 2295,
      "昏": 2296,
      "易": 2297,
      "昔": 2298,
      "昕": 2299,
      "星": 2300,
      "映": 2301,
      "昤": 2302,
      "春": 2303,
      "昧": 2304,
      "昨": 2305,
      "昭": 2306,
      "是": 2307,
      "昴": 2308,
      "時": 2309,
      "晃": 2310,
      "晉": 2311,
      "晌": 2312,
      "晏": 2313,
      "晒": 2314,
      "晚": 2315,
      "晝": 2316,
      "晤": 2317,
      "晦": 2318,
      "晨": 2319,
      "晩": 2320,
      "晫": 2321,
      "普": 2322,
      "景": 2323,
      "晰": 2324,
      "晴": 2325,
      "晶": 2326,
      "智": 2327,
      "晾": 2328,
      "暄": 2329,
      "暇": 2330,
      "暈": 2331,
      "暉": 2332,
      "暑": 2333,
      "暖": 2334,
      "暗": 2335,
      "暚": 2336,
      "暢": 2337,
      "暨": 2338,
      "暫": 2339,
      "暮": 2340,
      "暱": 2341,
      "暴": 2342,
      "暸": 2343,
      "暹": 2344,
      "曆": 2345,
      "曇": 2346,
      "曈": 2347,
      "曉": 2348,
      "曖": 2349,
      "曙": 2350,
      "曚": 2351,
      "曜": 2352,
      "曝": 2353,
      "曠": 2354,
      "曦": 2355,
      "曬": 2356,
      "曰": 2357,
      "曲": 2358,
      "曳": 2359,
      "更": 2360,
      "書": 2361,
      "曹": 2362,
      "曼": 2363,
      "曾": 2364,
      "替": 2365,
      "最": 2366,
      "會": 2367,
      "月": 2368,
      "有": 2369,
      "朋": 2370,
      "服": 2371,
      "朔": 2372,
      "朕": 2373,
      "朗": 2374,
      "望": 2375,
      "朝": 2376,
      "期": 2377,
      "朦": 2378,
      "朧": 2379,
      "木": 2380,
      "未": 2381,
      "末": 2382,
      "本": 2383,
      "札": 2384,
      "朱": 2385,
      "朴": 2386,
      "朵": 2387,
      "朽": 2388,
      "杆": 2389,
      "杈": 2390,
      "杉": 2391,
      "李": 2392,
      "杏": 2393,
      "材": 2394,
      "村": 2395,
      "杓": 2396,
      "杖": 2397,
      "杜": 2398,
      "杞": 2399,
      "束": 2400,
      "杠": 2401,
      "来": 2402,
      "杭": 2403,
      "杯": 2404,
      "杰": 2405,
      "東": 2406,
      "杳": 2407,
      "杵": 2408,
      "杷": 2409,
      "松": 2410,
      "板": 2411,
      "枇": 2412,
      "枉": 2413,
      "析": 2414,
      "枕": 2415,
      "林": 2416,
      "枚": 2417,
      "果": 2418,
      "枝": 2419,
      "枯": 2420,
      "枱": 2421,
      "架": 2422,
      "枷": 2423,
      "枸": 2424,
      "柄": 2425,
      "柏": 2426,
      "某": 2427,
      "柑": 2428,
      "柒": 2429,
      "染": 2430,
      "柔": 2431,
      "柚": 2432,
      "柜": 2433,
      "查": 2434,
      "柩": 2435,
      "柬": 2436,
      "柯": 2437,
      "柱": 2438,
      "柳": 2439,
      "柴": 2440,
      "柵": 2441,
      "柺": 2442,
      "柿": 2443,
      "栓": 2444,
      "栗": 2445,
      "校": 2446,
      "栢": 2447,
      "栩": 2448,
      "株": 2449,
      "核": 2450,
      "根": 2451,
      "格": 2452,
      "栽": 2453,
      "桀": 2454,
      "桁": 2455,
      "桂": 2456,
      "桃": 2457,
      "框": 2458,
      "案": 2459,
      "桌": 2460,
      "桐": 2461,
      "桑": 2462,
      "桔": 2463,
      "桖": 2464,
      "桶": 2465,
      "桿": 2466,
      "梁": 2467,
      "梅": 2468,
      "梆": 2469,
      "梓": 2470,
      "梗": 2471,
      "條": 2472,
      "梟": 2473,
      "梢": 2474,
      "梧": 2475,
      "梨": 2476,
      "梭": 2477,
      "梯": 2478,
      "械": 2479,
      "梳": 2480,
      "梵": 2481,
      "棄": 2482,
      "棉": 2483,
      "棋": 2484,
      "棍": 2485,
      "棐": 2486,
      "棒": 2487,
      "棕": 2488,
      "棖": 2489,
      "棗": 2490,
      "棘": 2491,
      "棚": 2492,
      "棟": 2493,
      "棠": 2494,
      "棧": 2495,
      "森": 2496,
      "棯": 2497,
      "棱": 2498,
      "棲": 2499,
      "棵": 2500,
      "棺": 2501,
      "椅": 2502,
      "植": 2503,
      "椎": 2504,
      "椏": 2505,
      "椒": 2506,
      "椰": 2507,
      "椽": 2508,
      "楂": 2509,
      "楊": 2510,
      "楓": 2511,
      "楔": 2512,
      "楚": 2513,
      "楞": 2514,
      "楠": 2515,
      "楣": 2516,
      "楨": 2517,
      "楫": 2518,
      "業": 2519,
      "極": 2520,
      "楷": 2521,
      "概": 2522,
      "榆": 2523,
      "榊": 2524,
      "榔": 2525,
      "榕": 2526,
      "榖": 2527,
      "榚": 2528,
      "榛": 2529,
      "榜": 2530,
      "榨": 2531,
      "榭": 2532,
      "榮": 2533,
      "榴": 2534,
      "榷": 2535,
      "榻": 2536,
      "構": 2537,
      "槌": 2538,
      "槍": 2539,
      "槎": 2540,
      "槐": 2541,
      "槓": 2542,
      "様": 2543,
      "槲": 2544,
      "槳": 2545,
      "槽": 2546,
      "樁": 2547,
      "樂": 2548,
      "樊": 2549,
      "樑": 2550,
      "樓": 2551,
      "樔": 2552,
      "標": 2553,
      "樞": 2554,
      "樟": 2555,
      "模": 2556,
      "樣": 2557,
      "樵": 2558,
      "樸": 2559,
      "樹": 2560,
      "樺": 2561,
      "樽": 2562,
      "橄": 2563,
      "橇": 2564,
      "橋": 2565,
      "橘": 2566,
      "橙": 2567,
      "橛": 2568,
      "機": 2569,
      "橡": 2570,
      "橢": 2571,
      "橫": 2572,
      "檀": 2573,
      "檐": 2574,
      "檔": 2575,
      "檢": 2576,
      "檬": 2577,
      "檯": 2578,
      "檳": 2579,
      "檸": 2580,
      "檻": 2581,
      "櫃": 2582,
      "櫈": 2583,
      "櫚": 2584,
      "櫛": 2585,
      "櫥": 2586,
      "櫸": 2587,
      "櫻": 2588,
      "欄": 2589,
      "權": 2590,
      "欖": 2591,
      "欞": 2592,
      "欠": 2593,
      "次": 2594,
      "欣": 2595,
      "欲": 2596,
      "欸": 2597,
      "欺": 2598,
      "欽": 2599,
      "款": 2600,
      "歇": 2601,
      "歉": 2602,
      "歌": 2603,
      "歎": 2604,
      "歐": 2605,
      "歡": 2606,
      "止": 2607,
      "正": 2608,
      "此": 2609,
      "步": 2610,
      "武": 2611,
      "歧": 2612,
      "歪": 2613,
      "歲": 2614,
      "歳": 2615,
      "歴": 2616,
      "歷": 2617,
      "歸": 2618,
      "歹": 2619,
      "死": 2620,
      "殂": 2621,
      "殃": 2622,
      "殄": 2623,
      "殆": 2624,
      "殉": 2625,
      "殊": 2626,
      "殍": 2627,
      "殖": 2628,
      "殘": 2629,
      "殞": 2630,
      "殤": 2631,
      "殯": 2632,
      "殲": 2633,
      "段": 2634,
      "殷": 2635,
      "殺": 2636,
      "殻": 2637,
      "殼": 2638,
      "殿": 2639,
      "毀": 2640,
      "毅": 2641,
      "毆": 2642,
      "毋": 2643,
      "母": 2644,
      "毎": 2645,
      "每": 2646,
      "毒": 2647,
      "毓": 2648,
      "比": 2649,
      "毗": 2650,
      "毛": 2651,
      "毫": 2652,
      "毯": 2653,
      "毽": 2654,
      "氈": 2655,
      "氏": 2656,
      "民": 2657,
      "氓": 2658,
      "氛": 2659,
      "氟": 2660,
      "氣": 2661,
      "氦": 2662,
      "氧": 2663,
      "氨": 2664,
      "氪": 2665,
      "氫": 2666,
      "氬": 2667,
      "氮": 2668,
      "氯": 2669,
      "氰": 2670,
      "水": 2671,
      "永": 2672,
      "氹": 2673,
      "氾": 2674,
      "汀": 2675,
      "汁": 2676,
      "求": 2677,
      "汆": 2678,
      "汊": 2679,
      "汐": 2680,
      "汕": 2681,
      "汗": 2682,
      "汙": 2683,
      "汚": 2684,
      "汝": 2685,
      "汞": 2686,
      "江": 2687,
      "池": 2688,
      "污": 2689,
      "汪": 2690,
      "汰": 2691,
      "汶": 2692,
      "決": 2693,
      "汽": 2694,
      "汾": 2695,
      "沁": 2696,
      "沂": 2697,
      "沃": 2698,
      "沅": 2699,
      "沈": 2700,
      "沉": 2701,
      "沌": 2702,
      "沏": 2703,
      "沐": 2704,
      "沒": 2705,
      "沓": 2706,
      "沔": 2707,
      "沖": 2708,
      "沙": 2709,
      "沛": 2710,
      "没": 2711,
      "沢": 2712,
      "沫": 2713,
      "沮": 2714,
      "沱": 2715,
      "河": 2716,
      "沸": 2717,
      "油": 2718,
      "治": 2719,
      "沽": 2720,
      "沾": 2721,
      "沿": 2722,
      "況": 2723,
      "泄": 2724,
      "泉": 2725,
      "泊": 2726,
      "泌": 2727,
      "泓": 2728,
      "泔": 2729,
      "法": 2730,
      "泗": 2731,
      "泛": 2732,
      "泠": 2733,
      "泡": 2734,
      "波": 2735,
      "泣": 2736,
      "泥": 2737,
      "注": 2738,
      "泮": 2739,
      "泰": 2740,
      "泳": 2741,
      "泵": 2742,
      "洄": 2743,
      "洋": 2744,
      "洗": 2745,
      "洛": 2746,
      "洞": 2747,
      "津": 2748,
      "洩": 2749,
      "洪": 2750,
      "洮": 2751,
      "洱": 2752,
      "洲": 2753,
      "洵": 2754,
      "洶": 2755,
      "活": 2756,
      "洼": 2757,
      "洽": 2758,
      "派": 2759,
      "流": 2760,
      "浙": 2761,
      "浚": 2762,
      "浜": 2763,
      "浣": 2764,
      "浦": 2765,
      "浩": 2766,
      "浪": 2767,
      "浬": 2768,
      "浮": 2769,
      "浴": 2770,
      "海": 2771,
      "浸": 2772,
      "浹": 2773,
      "涂": 2774,
      "涅": 2775,
      "涇": 2776,
      "消": 2777,
      "涉": 2778,
      "涌": 2779,
      "涎": 2780,
      "涕": 2781,
      "涙": 2782,
      "涮": 2783,
      "涯": 2784,
      "液": 2785,
      "涵": 2786,
      "涷": 2787,
      "涸": 2788,
      "涼": 2789,
      "淅": 2790,
      "淆": 2791,
      "淇": 2792,
      "淋": 2793,
      "淑": 2794,
      "淒": 2795,
      "淘": 2796,
      "淙": 2797,
      "淚": 2798,
      "淡": 2799,
      "淤": 2800,
      "淦": 2801,
      "淨": 2802,
      "淩": 2803,
      "淪": 2804,
      "淫": 2805,
      "淬": 2806,
      "淮": 2807,
      "深": 2808,
      "淳": 2809,
      "淵": 2810,
      "混": 2811,
      "淹": 2812,
      "淺": 2813,
      "添": 2814,
      "清": 2815,
      "減": 2816,
      "渝": 2817,
      "渠": 2818,
      "渡": 2819,
      "渣": 2820,
      "渥": 2821,
      "渦": 2822,
      "温": 2823,
      "測": 2824,
      "渭": 2825,
      "港": 2826,
      "渲": 2827,
      "渴": 2828,
      "游": 2829,
      "渺": 2830,
      "渾": 2831,
      "湃": 2832,
      "湊": 2833,
      "湖": 2834,
      "湘": 2835,
      "湛": 2836,
      "湧": 2837,
      "湮": 2838,
      "湯": 2839,
      "溉": 2840,
      "源": 2841,
      "準": 2842,
      "溜": 2843,
      "溝": 2844,
      "溟": 2845,
      "溢": 2846,
      "溪": 2847,
      "溫": 2848,
      "溯": 2849,
      "溴": 2850,
      "溶": 2851,
      "溺": 2852,
      "溼": 2853,
      "滂": 2854,
      "滄": 2855,
      "滅": 2856,
      "滇": 2857,
      "滉": 2858,
      "滋": 2859,
      "滌": 2860,
      "滑": 2861,
      "滓": 2862,
      "滔": 2863,
      "滕": 2864,
      "滘": 2865,
      "滙": 2866,
      "滬": 2867,
      "滯": 2868,
      "滲": 2869,
      "滴": 2870,
      "滷": 2871,
      "滾": 2872,
      "滿": 2873,
      "漁": 2874,
      "漂": 2875,
      "漆": 2876,
      "漉": 2877,
      "漏": 2878,
      "漓": 2879,
      "演": 2880,
      "漕": 2881,
      "漚": 2882,
      "漠": 2883,
      "漢": 2884,
      "漣": 2885,
      "漩": 2886,
      "漪": 2887,
      "漫": 2888,
      "漬": 2889,
      "漱": 2890,
      "漲": 2891,
      "漳": 2892,
      "漸": 2893,
      "漾": 2894,
      "漿": 2895,
      "潑": 2896,
      "潔": 2897,
      "潘": 2898,
      "潛": 2899,
      "潟": 2900,
      "潢": 2901,
      "潤": 2902,
      "潦": 2903,
      "潭": 2904,
      "潮": 2905,
      "潯": 2906,
      "潰": 2907,
      "潲": 2908,
      "潷": 2909,
      "潺": 2910,
      "潽": 2911,
      "澀": 2912,
      "澂": 2913,
      "澄": 2914,
      "澆": 2915,
      "澇": 2916,
      "澈": 2917,
      "澍": 2918,
      "澎": 2919,
      "澗": 2920,
      "澠": 2921,
      "澡": 2922,
      "澤": 2923,
      "澥": 2924,
      "澩": 2925,
      "澱": 2926,
      "澳": 2927,
      "激": 2928,
      "濁": 2929,
      "濃": 2930,
      "濊": 2931,
      "濕": 2932,
      "濘": 2933,
      "濛": 2934,
      "濟": 2935,
      "濠": 2936,
      "濤": 2937,
      "濫": 2938,
